[
{"blogTitle": "15 Morning Drinks to Get Your Day Started", "blogText": "<h2 class=\"css-13i30ag\"><div><a name=\"intro\"> Did you know most of us start our mornings already dehydrated?</a></div></h2> <p>Think about it: Sleeping seven or eight hours a night is a long time to go without water. And that's not counting other factors that might be at play - like maybe a few too many glasses of wine the night before.</p> <p>So, by the time you wake up, your body is likely, already slightly dehydrated.</p> <p>The good news though? This can be easily fixed.</p> <p>While <a href=\"/nutrition/7-health-benefits-of-water\" class=\"content-link css-5r4717\">water</a> is always the best option to start your day, other healthy libations can have a beneficial role.</p> <p>Find out the best drinks to sip first thing in the morning for hydration, hangovers, energy, boosting your metabolism, and more.</p> <h2><div><a name=\"hydrate-first\"> 1. Make over your morning glass of water</a></div></h2> <p>The benefits of drinking water (at least 2 cups) first thing in the morning are plenty. Besides flushing out toxins and providing some much-needed hydration, this amount of water can <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17519319\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">increase your metabolism</a></hl-trusted-source>.</p> <p>But who said your morning cup of water has to be plain? Infuse your water with lemon (or other citrus), herbs, cucumber, and fruit.</p> <p><strong>Bonus: </strong>Lemon water also provides a dose of <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16373990\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">immune-boosting</a></hl-trusted-source> vitamin C - just 1 ounce of lemon juice contains nearly a <a href=\"https://nutritiondata.self.com/facts/fruits-and-fruit-juices/1938/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">fourth</a> of your recommended daily vitamin C intake.</p> <p>We know even just the idea of drinking apple cider vinegar (ACV) can result in raised eyebrows, but here's why you should. Apple cider vinegar has been proven to lower <a href=\"http://care.diabetesjournals.org/content/27/1/281.long\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">blood sugar</a> and aid in <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19661687\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">weight loss</a></hl-trusted-source>. Initial studies also hint that ACV can help <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5788933/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">kill pathogens</a></hl-trusted-source>.</p> <p>To reap the benefits of this <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16630552\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">metabolism-boosting</a></hl-trusted-source> beverage, simply mix 1 tablespoon of apple cider vinegar into your morning glass of water.</p> <p>Sparkling water can be a hydrating and fun option, but just make sure you're drinking the pure, unsweetened stuff.</p> <p>Refreshing <a href=\"/nutrition/8-coconut-water-benefits\" class=\"content-link css-5r4717\">coconut water</a> is also a good option, and packed with plenty of nutrients, minerals, and <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24141413\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">antioxidants</a></hl-trusted-source>.</p> <h2><div><a name=\"metabolism-drinks\"> 2. Hydrate while boosting your metabolism</a></div></h2> <p>Not feeling like downing H<sub>2</sub>O when you wake up? While we strongly recommend starting the day with a glass of water, here are some alternatives your body will also be okay with.</p> <p>Sipping green tea comes with several health benefits thanks to its high dose of <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3679539/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">antioxidants</a></hl-trusted-source>. One of these benefits is a big boost to your metabolism. Studies have shown that green tea not only increases <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16840650\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">metabolic rate</a></hl-trusted-source>, but can also help <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18326618\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">burn fat</a></hl-trusted-source>.</p> <p>While coffee alone has been shown to benefit metabolism, drinking a cup of bulletproof coffee first thing in the morning will provide double duty.</p> <p>This is because both <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/2912010\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">coffee</a></hl-trusted-source> and <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/12634436\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">MCTs</a></hl-trusted-source> (medium-chain fats) have an effect on metabolism. When it comes to making bulletproof coffee, try coconut oil (a rich source of MCTs) or <a href=\"/nutrition/mct-oil-benefits#section1\" class=\"content-link css-5r4717\">MCT oil</a>, but be sure to not replace a nutritious breakfast with this delicious morning starter.</p> <h2><div><a name=\"natural-energy-drinks\"> 3. Feeling fatigued? Drink this for energy</a></div></h2> <p>If your morning caffeine just isn't doing the trick, think about switching your cup of coffee for a glass of green juice.</p> <p>Hear us out. The nutrients found in vegetables - specifically leafy green vegetables like kale and spinach - are proven to promote energy levels.</p> <p>Vegetables that are especially high in iron aid in delivering oxygen to your cells and fighting <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11190004\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">fatigue</a></hl-trusted-source> head-on.</p> <p>For a cleaner caffeine buzz without those coffee-associated jitters, consider a cup of <a href=\"/health/food-nutrition/yerba-mate-benefits\" class=\"content-link css-5r4717\">yerba mate</a>. This South American tea-like beverage contains an abundance of antioxidants, vitamins, and amino acids.</p> <p>The unique chemical makeup of mate's active compounds (all 196 of them!) provide a boost of <a href=\"https://nutritionandmetabolism.biomedcentral.com/articles/10.1186/1743-7075-11-42\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">sustained energy</a> without the negative side effects.</p> <p>This small superfood packs a big punch. With vitamins, minerals, antioxidants, and eight essential amino acids, <a href=\"/health/goji-berry-facts\" class=\"content-link css-5r4717\">goji berries</a> are one of the most nutritionally dense foods on the planet.</p> <p>Start your day with a glass of goji berry juice for a dose of vitamins with a side of serious energy.</p> <p><hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18447631\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Studies</a></hl-trusted-source> have shown that drinking goji berry juice results in:</p> <h2><div><a name=\"sensitive--stomach-drinks\"> 4. What to sip on for a sensitive stomach</a></div></h2> <p>Ginger is a popular common cure of stomach woes, and for good reason. Sipping on ginger tea first thing in the morning can ease <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4818021/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">stomach discomfort</a></hl-trusted-source>, nausea, vomiting, and <a href=\"https://pubs.acs.org/doi/pdf/10.1021/jf071460f\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">diarrhea</a>. </p> <p>To make <a href=\"/health/ginger-for-treatment#uses\" class=\"content-link css-5r4717\">ginger tea</a>, add a few tablespoons of finely grated fresh ginger to a cup of boiling water and steep for five minutes.</p> <p>Aloe is widely known to help heal cuts, skin issues, and too much time in the sun, but this plant can be helpful for stomach issues as well.</p> <p>The anti-inflammatory properties in <a href=\"/health/food-nutrition/aloe-vera-juice-benefits#1\" class=\"content-link css-5r4717\">aloe vera juice</a> help to reduce gastrointestinal inflammation and have been proven beneficial to those experiencing <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3872617/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">IBS</a></hl-trusted-source>.</p> <h2><div><a name=\"hangover-drinks\"> 5. A cup of this will cure your hangover</a></div></h2> <p>If you partied a little too hard the night before, starting your morning with a (virgin) Bloody Mary might be your answer. Tomatoes not only provide plenty of hydration (they're <a href=\"https://www.myfooddata.com/articles/vegetables-high-in-water.php\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">95 percent water</a>), but have been scientifically proven to help reverse the <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4820955/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">effects of alcohol</a></hl-trusted-source>.</p> <p>While it seems that <a href=\"/nutrition/bone-broth\" class=\"content-link css-5r4717\">bone broth</a> is the answer to everything these days, it can certainly help tame those hangover woes.</p> <p>This nutrient-dense broth is packed with all of the electrolytes, vitamins, and minerals that your post-party body needs. The electrolytes found in bone broth (magnesium, potassium, and calcium) are great at replacing the sodium and potassium that is <a href=\"https://pubs.niaaa.nih.gov/publications/arh22-1/54-60.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">lost from drinking alcohol</a>.</p> <h2><div><a name=\"breakfast-smoothies\"> 6. Get a full breakfast in with these smoothie\nrecipes</a></div></h2> <p>For a morning beverage on-the-go that's also packed with enough substance to call itself breakfast, make yourself a simple breakfast smoothie.</p> <p>Consider this vitamin-packed <a href=\"/health/healthy-smoothie-recipes#tomato\" class=\"content-link css-5r4717\">tomato smoothie</a> if you're not feeling your best self.</p> <p>Want a metabolism boost? Blend this <a href=\"https://www.thereciperebel.com/metabolism-boosting-smoothie/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">fruit smoothie</a> with a surprising and refreshing addition of green tea.</p> <p>Or choose from these <a href=\"/health/food-nutrition/immune-boost-smoothie-recipe\" class=\"content-link css-5r4717\">four immune-boosting smoothies</a> that are packed with fiber, vitamins, and protein.</p> <h2><div><a name=\"takeaway\"> What morning drinks should you avoid?</a></div></h2> <p>Staying hydrated is simple with these healthy morning beverage options. But what drinks should you steer clear from?</p> <p>It's recommended not to drink <a href=\"https://www.sciencedaily.com/releases/2016/06/160607081322.htm\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">soda</a> (or other drinks high in refined sugar), energy drinks, alcohol (yes, even Mimosas!), or coffee on an empty stomach. These drinks can all be severely dehydrating and provide some unwelcome <a href=\"https://www.rd.com/health/wellness/never-drink-coffee-empty-stomach/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">morning jitters</a>.</p> <p>From metabolism-boosting green tea to fatigue-fighting goji berry juice, which drinks are you most excited to try?</p> <p><em>Tiffany La Forge is a professional chef, recipe developer, and food writer who runs the blog <a href=\"http://www.parsnipsandpastries.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Parsnips and Pastries</a>. Her blog focuses on real food for a balanced life, seasonal recipes, and approachable health advice. When she's not in the kitchen, Tiffany enjoys yoga, hiking, traveling, organic gardening, and hanging out with her corgi, Cocoa. Visit her at her blog or on <a href=\"https://www.instagram.com/parsnipsandpastries/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Instagram</a>.</em></p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/food-nutrition/what-do-drink-in-the-morning"]},
{"blogTitle": "How to Boost Your Relationship and Sex Life with Healthy Eating", "blogText": "<h2 class=\"css-13i30ag\"><div><a name=\"overview\"> Food and sex</a></div></h2> <p>Much of the lore surrounding the desire- and performance-enhancing effects of certain foods is anecdotal. But a good diet can help boost your libido and ensure your body is working well. A poor diet can lead to a host of health issues, which may negatively effect your sex life. For example, erectile dysfunction is often linked to obesity and diabetes, which can be caused by a poor diet. </p> <p>Food is an important part of your everyday life and overall health. So it may not surprise you that your diet can affect your sex life. Changing your eating habits and behaviors may not be a cure-all for sexual issues, but it's a good place to start.</p> <h2><div><a name=\"diet-and-supplements\"> Diet and supplements</a></div></h2> <p>Eating a well-balanced diet and taking certain supplements may help improve your overall health and sex life. It's also important to avoid drinking too much alcohol.</p> <p>Fueling your body with the right kinds of food can help boost your mood and energy levels to support a healthy relationship and sex life. For optimum health, eat a nutrient-rich diet that's low in trans fats, saturated fats, added sugars, and sodium. Eat a wide variety of fruits, vegetables, whole grains, legumes, nuts, and lean proteins. To avoid gaining weight, don't eat more calories than you burn in a day.</p> <p>Arginine, also known as L-arginine, is an amino acid used by your body to make nitric oxide. This important chemical helps your blood vessels relax, which promotes good blood flow. If you're a man, good blood flow to the erectile tissues in your penis is important for sustaining an erection. </p> <p>When you take supplemental arginine, your intestines break most of it down before it reaches your bloodstream. It may be more helpful to take L-citrulline supplements. L-citrulline is another amino acid that's converted to arginine in your body. A small study published in <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21195829\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Urology</a></hl-trusted-source> found that L-citrulline supplements were more effective than a placebo for treating mild erectile dysfunction. </p> <p>Both amino acids are also found in foods. L-citrulline is found in foods such as watermelon. Arginine is found in many foods, including:</p> <p>The link between zinc and sexual health isn't completely understood, but zinc appears to affect your body's production of testosterone. It's also necessary for the development of sperm and semen in men. Adequate zinc levels may boost male fertility. Zinc and other nutrients, such as folate, may also impact female fertility. </p> <p>Zinc is available in supplement form. It's also found in some foods. Oysters are nature's richest source of this essential element. Not surprisingly, they have traditionally been viewed as aphrodisiacs, capable of kindling sexual desire. </p> <p>Drinking alcohol may lower your inhibitions and increase the likelihood that you'll engage in sexual activity. However, it can also cause acute or chronic erectile dysfunction. It can lead to unsafe behavior too. When you mix sex with alcohol, you're less likely to use proper precautions to prevent unwanted pregnancy and sexually transmitted infections. Out of control drinking can also negatively affect your behavior and relationships with other people. Don't rely on alcohol to improve your sex life.</p> <h2><div><a name=\"habits-and-conflicts\"> Food-related habits and conflicts</a></div></h2> <p>Sometimes, food can be a source of stress and conflict in relationships. On the other hand, you and your partner may bond over shared meals together.</p> <p>In some sense, your brain is the most important sex organ. Sex begins with affection, intimacy, and desire. Mealtime is a great time to unwind with your partner and build intimacy in a relaxed and pleasurable setting.</p> <p>Sometimes, different food preferences and habits can be a source of stress in a relationship. To help build intimacy and trust, talk to your partner about issues surrounding your relationship with food. Sources of potential conflicts include: </p> <p>If either of you have a history of eating disorders or chronic dieting, that can also influence your relationships with food and each other.</p> <p>Body weight is tied to self-esteem and body image for many people. If your partner is trying to lose weight, help them along the way. If you know they're an emotional eater, offer them support when they seem upset. Criticizing their food choices or looking over their shoulder while they're eating won't foster good feelings. Be supportive, not destructive.</p> <h2><div><a name=\"dietrelated-conditions\"> Diet-related conditions</a></div></h2> <p>Many diet-related health conditions can negatively impact your sex life, as well as your overall health and quality of life. Take steps to prevent and treat diet-related conditions, such as obesity, high blood pressure, and high cholesterol. </p> <p>Obesity has been linked to lower fertility. Being overweight or obese may also damage your self-esteem, which can affect your libido and desire to be intimate. </p> <p>To lose excess weight, burn more calories than you consume. Eat healthy portion sizes and limit foods that are high in fat and added sugars. Getting regular exercise is also important.</p> <p>Eating too much sodium can increase your blood pressure and limit your blood flow. This can lead to erectile dysfunction in men and reduce blood flow to the vagina in women. Certain blood pressure medications can also cause undesired sexual side effects. </p> <p>To help maintain healthy blood pressure, follow a well-balanced diet, don't eat too much sodium, and include potassium-rich foods daily. If you think you're experiencing negative side effects from blood pressure medication, talk to your doctor. An alternative medication may be available. </p> <p>A diet high in saturated or trans fats can increase your bad LDL cholesterol. Too much LDL cholesterol can lead to a buildup of plaque in your arteries, which can limit blood flow and contribute to atherosclerosis. Atherosclerosis is the underlying cause of most heart disease. It can also contribute to erectile dysfunction.</p> <p>To help maintain healthy blood cholesterol levels, eat a well-balanced diet that's rich in fiber and low in saturated and trans fats. Include foods that are rich in omega-3 fatty acids.</p> <h2><div><a name=\"takeaway\"> Tips for a healthy sex life</a></div></h2>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/food-and-sex"]},
{"blogTitle": "According to Nutritionists, These Are the 7 Ingredients Your Multivitamin Should Have", "blogText": "<p>I try to get all of my nutrients from my kitchen instead of my medicine cabinet, but as a realist, I know that meeting my nutrition needs all of the time is not possible, says Bonnie Taub-Dix, RDN, creator of <a href=\"https://bonnietaubdix.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Better Than Dieting</a>. On top of that, there may be other life factors that make supplementation necessary - pregnancy, menopause, or even chronic conditions.</p> <p>One <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=195038\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">2002 review</a> found that vitamin deficiencies are commonly linked to chronic diseases, and supplementation may help. Even a complete diet may not be giving you the nutrients you need, when you need them. That's where <a href=\"/nutrition/do-multivitamins-work\" class=\"content-link css-5r4717\">multivitamins</a> come in.</p> <p>For starters, a daily multivitamin can help provide a good foundation for your health. It can also protect you when you're <a href=\"/health/stress/effects-on-body\" class=\"content-link css-5r4717\">experiencing stress</a>, <a href=\"/health/sleep-deprivation/effects-on-body\" class=\"content-link css-5r4717\">sleeping poorly</a>, or not getting <a href=\"/nutrition/10-benefits-of-exercise\" class=\"content-link css-5r4717\">regular exercise</a>. Even with a perfect diet, these issues can make it tough for your body to properly absorb the nutrients, explains nutritionist Dawn Lerman, MA, CHHC, LCAT, AADP.</p> <p>But with so many vitamin and mineral combos, how do we know exactly what to look for when shopping for a multivitamin? Luckily, you don't need an advanced degree in nutrition to figure out which multi is worth taking with your morning OJ. We asked four experts to tell us which seven ingredients your multivitamin should have, no matter what brand you choose.</p> <h2>1. Vitamin D</h2> <p><a href=\"/health/food-nutrition/benefits-vitamin-d\" class=\"content-link css-5r4717\">Vitamin D</a> helps our bodies absorb calcium, which is important for bone health. Not getting enough of this vitamin can increase:</p> <p>While you technically should be able to get your daily vitamin D by being in the <a href=\"/health/depression/benefits-sunlight\" class=\"content-link css-5r4717\">sunlight</a> for 15 minutes, the reality is that over <a href=\"https://www.sciencedirect.com/science/article/pii/S0271531710002599?via%3Dihub\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">40 percent</a> of people in the United States don't. Living in wintery locations with little sunlight, working an office 9 to 5 life, and <a href=\"/health/the-best-sunscreen-isnt-from-america\" class=\"content-link css-5r4717\">applying sunscreen</a> (which blocks vitamin D synthesis) makes getting vitamin D hard. This vitamin is also hard to come by in food, which is why Taub-Dix says to look for this ingredient in your multi.</p> <p><strong>Pro-tip: </strong>The National Institutes of Health (NIH) <a href=\"https://ods.od.nih.gov/factsheets/VitaminD-Consumer/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">recommends</a> that children 1-13 years of age and adults 19-70, including pregnant and breastfeeding women, get 600 IU of vitamin D per day. Older adults should get 800 IU.</p> <h2>2. Magnesium</h2> <p><a href=\"/nutrition/10-proven-magnesium-benefits\" class=\"content-link css-5r4717\">Magnesium</a> is an essential nutrient, which means that we must get it from food or supplements. Lerman notes that magnesium is best known for being important to our bone health and energy production. However, magnesium may have more benefits than that. She adds that this mineral can also:</p> <p>But a lot of people are <a href=\"/nutrition/magnesium-deficiency-symptoms\" class=\"content-link css-5r4717\">magnesium deficient</a> because they aren't eating the <a href=\"/nutrition/10-foods-high-in-magnesium\" class=\"content-link css-5r4717\">right foods</a>, not because they need supplements. Try eating more pumpkin, spinach, artichoke, soybeans, beans, tofu, brown rice, or nuts (especially <a href=\"/health/food-nutrition/brazil-nut-benefits\" class=\"content-link css-5r4717\">Brazil nuts</a>) before jumping to supplements for solutions.</p> <p><strong>Pro-tip: </strong>Lerman suggests looking for a supplement with 300-320 mg of magnesium. The <a href=\"https://ods.od.nih.gov/factsheets/Magnesium-Consumer/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">NIH agrees</a>, recommending no more than a 350-mg supplement for adults. The best forms are aspartate, citrate, lactate, and chloride which the body absorbs more completely.</p> <h2>3. Calcium</h2> <p><hl-trusted-source source=\"Department of Health and Human Services\" rationale=\"Governmental authority\"><a href=\"https://health.gov/dietaryguidelines/2015-scientific-report/06-chapter-1/d1-11.asp#figure-d1-1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Over 40 percent of the U.S. population</a></hl-trusted-source> doesn't get enough <a href=\"/health/8-fast-facts-about-calcium\" class=\"content-link css-5r4717\">calcium</a> from their diet. This means those people aren't getting the mineral they need for <a href=\"/health/build-strong-bones\" class=\"content-link css-5r4717\">strong bones</a> and teeth. Women in particular start losing bone density earlier, and getting enough calcium from the start is the best nutritional defense against this loss.</p> <p>If your diet is rich in these foods, you're likely getting enough calcium already.</p> <p><strong>Pro-tip: </strong>The<a href=\"https://ods.od.nih.gov/factsheets/Calcium-HealthProfessional/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"></a><a href=\"https://ods.od.nih.gov/factsheets/Calcium-HealthProfessional/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">recommended amount of calcium</a> per day is 1,000 mg for most adults, and while you probably don't need to get all of your calcium needs from a multivitamin, you do want there to be some, Lerman explains. Jonathan Valdez, RDN, spokesperson for the New York State Academy of Nutrition and Dietetics and owner of<a href=\"http://www.genki-nutrition.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"></a><a href=\"https://www.genki-nutrition.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Genki Nutrition</a> recommends that you get calcium in the form of calcium citrate. This form optimizes bioavailability, causing less symptoms in people who have absorption issues.</p> <h2>4. Zinc</h2> <p>Zinc tends to be low in older people and anyone under a lot of stress, says Lerman. Which, (hello!) is basically everyone. And it makes sense. <a href=\"/health/zinc-deficiency\" class=\"content-link css-5r4717\">Zinc</a> supports our immune system and helps our body use carbohydrates, protein, and fat for energy. It also aids in wound healing.</p> <p>The average American diet isn't rich in foods that offer zinc, and the body can't store zinc, which is why Lerman recommends your daily supplements highlight this ingredient.</p> <p><strong>Pro-tip: </strong>Lerman suggests finding a multivitamin that has 5-10 mg of zinc. The <a href=\"https://ods.od.nih.gov/factsheets/Zinc-HealthProfessional/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">NIH suggests</a> you get approximately 8-11 mg of zinc daily, so the amount you want your multivitamin to have depends on your diet.</p> <h2>5. Iron</h2> <p>Iron should be in your multivitamin, but not everyone needs the same amount of iron, Lerman advises. Some of the benefits of <a href=\"/nutrition/iron-deficiency-signs-symptoms\" class=\"content-link css-5r4717\">iron</a> include:</p> <p>Those who eat red meats typically get enough iron, but certain circumstances like having your menstrual cycle, going through puberty, and being pregnant may increase the amount of iron you need. This is because iron is essential during times of rapid growth and development. Vegetarians and vegans may also want to make sure their multivitamin has iron, especially if they're not supplementing meat with other <a href=\"/nutrition/11-healthy-iron-rich-foods\" class=\"content-link css-5r4717\">iron-rich foods</a>.</p> <p><strong>Pro-tip: </strong>Look for a multi with around 18 mg of iron in the form of ferrous sulfate, ferrous gluconate, ferric citrate, or ferric sulfate, suggests Valdez. Any more than that and Valdez says you may feel nauseous.</p> <h2>6. Folate</h2> <p><a href=\"/nutrition/folic-acid-vs-folate\" class=\"content-link css-5r4717\">Folate (or folic acid)</a> is best known for aiding in fetus development and preventing birth defects. But if you're growing out your nails, fighting depression, or looking to combat inflammation, this ingredient is important, too.</p> <p><strong>Pro-tip:</strong><a href=\"https://ods.od.nih.gov/factsheets/Folate-HealthProfessional/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"></a> You should aim to get around <a href=\"https://ods.od.nih.gov/factsheets/Folate-HealthProfessional/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">400 mcg</a> of folate, or 600 mcg if you're pregnant. When choosing a multi, look for methyl folate on the label. It's a more active form which generally indicates a more wholeful product, suggests<a href=\"http://www.isabelsmithnutrition.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"></a><a href=\"http://www.isabelsmithnutrition.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Isabel K Smith</a>, MS, RD, CDN. Valdez adds that when you take folate with food, 85 percent of it is absorbed, but when taken on an empty stomach, you'll absorb 100 percent of it.</p> <h2>7. Vitamin B-12</h2> <p>The <a href=\"/nutrition/water-soluble-vitamins\" class=\"content-link css-5r4717\">B-vitamin complex</a> is like a factory made up of eight diligent workers who band together to create and sustain our body's energy supply by breaking down the micronutrients we consume (fats, proteins, carbs).</p> <p>But each has a specialized role, too. Lerman says that specifically, <a href=\"/health/b12-vitamins-for-energy\" class=\"content-link css-5r4717\">vitamin B-12</a> works to keep the body's nerve and blood cells healthy and helps make DNA, the genetic material in all cells. Vegan or vegetarians are prone to <a href=\"/nutrition/vitamin-b12-deficiency-symptoms\" class=\"content-link css-5r4717\">vitamin B-12 deficiency</a> because most food sources are animal-based like meat, poultry, fish, and eggs.</p> <p><strong>Pro-tip: </strong>The<a href=\"https://ods.od.nih.gov/pdf/factsheets/VitaminB12-Consumer.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"></a><a href=\"https://ods.od.nih.gov/pdf/factsheets/VitaminB12-Consumer.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">recommended amount</a> of B-12 is less than 3 mcg, so Lerman recommends looking for a vitamin with 1 to 2 mcg per serving because your body gets rid of any extra B-12 when you pee. B-12 also has many forms, so Smith recommends that you look for a multi that carries B-12 as methylcobalamin (or methyl-B12), which is easiest for our bodies to absorb.</p> <h2>Don't rely on your multivitamin</h2> <p>This may be obvious, but it's worth repeating: When it comes to vitamins and minerals, get it from food first, Taub-Dix reminds us. Our bodies are designed to reap nutrients from the food we eat, and we will get all the nutrients we need, as long we're eating a varied and balanced diet.</p> <p>Because at the end of the day, supplements should be considered bonus boosters, not replacements for food. And all the experts we spoke to agree: A double-decker with a morning multi just won't cut it.</p> <p><em>Gabrielle Kassel is a </em><em>rugby-playing, mud-running, protein-smoothie-blending, meal-prepping, CrossFitting, </em><em>New York-based wellness writer. She's </em><em>become a morning person, tried the Whole30 challenge, and eaten, drank, brushed with, scrubbed with, and bathed with charcoal, all in the name of journalism. </em><em>In her free time, she can be found reading self-help books, bench-pressing, or practicing hygge. Follow her on </em><a href=\"https://www.instagram.com/gk.fitness/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"><em>Instagram</em></a><em>.</em></p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/food-nutrition/best-vitamins-to-take-daily"]},
{"blogTitle": "25 Simple Tips to Make Your Diet Healthier", "blogText": "<p>A <a href=\"/nutrition/healthy-eating-for-beginners\" class=\"content-link css-5r4717\">healthy diet</a> has been scientifically proven to provide numerous health benefits, such as reducing your risk of several chronic diseases and keeping your body healthy.</p> <p>However, making major changes to your diet can sometimes seem very overwhelming.</p> <p>Instead of making big changes, it may be better to start with a few smaller ones.</p> <p>This article discusses 25 small changes that can make a regular diet a little bit healthier.</p> <h2><div><a name=\"section1\"> 1. Slow Down</a></div></h2> <p>The pace at which you eat influences how much you eat, as well as how likely you are to gain weight.</p> <p>In fact, studies comparing different eating speeds show that fast eaters are up to 115% more likely to be obese than slow eaters (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21802566\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">1</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18940848\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">2</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26100137\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">3</a></hl-trusted-source>).</p> <p>Your appetite, how much you eat and how full you get is all controlled by hormones. These hormones signal your brain whether you're hungry or full.</p> <p>However, it takes about 20 minutes for your brain to receive these messages, so <a href=\"/nutrition/mindful-eating-guide\" class=\"content-link css-5r4717\">eating more slowly</a> would give your brain the time it needs to perceive that you are full.</p> <p>Studies have confirmed this, showing that eating slowly may reduce the number of calories you consume at meals and <a href=\"/nutrition/eating-slowly-and-weight-loss\" class=\"content-link css-5r4717\">help you lose weight</a> (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18589027\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">4</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24388483\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">5</a></hl-trusted-source>).</p> <p>Eating slowly is also linked to more thorough chewing, which has also been linked to better weight maintenance (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21775556\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">6</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24215801\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">7</a></hl-trusted-source>).</p> <p>Therefore, simply by eating slower and chewing more often, you can reduce your risk of eating too much and gaining excess weight.</p> <h2><div><a name=\"section2\"> 2. Choose Whole-Grain Bread - Not Refined</a></div></h2> <p>You can easily make your diet a bit healthier by choosing whole grain bread in place of traditional refined-grain bread.</p> <p>As opposed to refined grains, which have been linked to many health issues, <a href=\"/nutrition/9-benefits-of-whole-grains\" class=\"content-link css-5r4717\">whole grains</a> have been linked to a variety of health benefits, including a reduced risk of type 2 diabetes, heart disease and cancer (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23608304\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">8</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24478050\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">9</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4728653/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">10</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27301975\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">11</a></hl-trusted-source>).</p> <p>They are also a good source of fiber, B vitamins and several minerals, such as zinc, iron, magnesium and manganese.</p> <p>There are many varieties of whole-grain bread available, and many of them even taste better than refined bread.</p> <p>Just make sure to read the label to ensure that your bread is made with whole grains only, not a mixture of whole and refined grains. It's also preferable that the bread contains whole seeds or grains.</p> <h2><div><a name=\"section3\"> 3. Add Greek Yogurt to Your Diet</a></div></h2> <p><a href=\"/nutrition/greek-yogurt-benefits\" class=\"content-link css-5r4717\">Greek yogurt</a> (or Greek-style yogurt) is thicker and creamier than regular yogurt.</p> <p>It has been strained to remove its excess whey, which is the watery part of milk. The end result is a yogurt that is higher in fat and protein than regular yogurt.</p> <p>In fact, it contains up to three times the amount of protein found in the same amount of regular yogurt, or up to 9 grams per 100 grams (<hl-trusted-source source=\"USDA Food Composition Databases\" rationale=\"Governmental authority\"><a href=\"https://ndb.nal.usda.gov/ndb/foods/show/240\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">12</a></hl-trusted-source>, <a href=\"http://nutritiondata.self.com/facts/dairy-and-egg-products/104/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">13</a>).</p> <p>Eating a good source of protein helps you feel fuller for longer, helping you manage your appetite and eat fewer calories overall (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23107521\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">14</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18448177\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">15</a></hl-trusted-source>).</p> <p>Furthermore, since Greek yogurt has been strained, it contains fewer carbs and lactose than regular yogurt, making it suitable for those who follow a <a href=\"/nutrition/low-carb-diet-meal-plan-and-menu\" class=\"content-link css-5r4717\">low-carb diet</a> or are lactose intolerant.</p> <p>Simply replace some snacks or regular yogurt varieties with Greek yogurt for a hefty dose of protein and nutrients.</p> <p>Just make sure to pick the non-flavored varieties, as flavored ones may be packed with added sugar and other unhealthy ingredients.</p> <h2><div><a name=\"section4\"> 4. Don't Shop Without a List</a></div></h2> <p>There are two important strategies to employ when you go grocery shopping: make your shopping list ahead of time and don't go to the store hungry.</p> <p>Not knowing exactly what you need makes room for impulse buying, while hunger can further exacerbate your impulses.</p> <p>To make sure you don't give in to your impulses, plan ahead and write down what you need beforehand.</p> <p>By doing this and sticking to your list, you will not only buy healthier items but also save money and have healthier foods around the house.</p> <h2><div><a name=\"section5\"> 5. Eat Eggs, Preferably for Breakfast</a></div></h2> <p>Eggs are <a href=\"/nutrition/10-proven-health-benefits-of-eggs\" class=\"content-link css-5r4717\">incredibly healthy</a>, especially if you eat them in the morning.</p> <p>They are rich in high-quality protein and many essential nutrients that people often don't get enough of, such as choline.</p> <p>When looking at studies comparing various types of calorie-matched breakfasts, eggs come out on top.</p> <p>Eating eggs in the morning increases feelings of fullness. This has been shown to cause people to consume fewer calories over the next 36 hours, which can be quite helpful for <a href=\"/nutrition/eggs-weight-loss-food\" class=\"content-link css-5r4717\">weight loss</a> (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16373948\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">16</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20226994\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">17</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18679412\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">18</a></hl-trusted-source>).</p> <p>One study in healthy and fit young men showed that eggs caused significantly more fullness, less hunger and a lower desire to eat, compared to a breakfast consisting of cereal or croissants (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22948783\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">19</a></hl-trusted-source>).</p> <p>In fact, the men who had eggs for breakfast automatically ate 270–470 fewer calories at lunch and dinner buffets, compared to those who ate other breakfasts.</p> <p>Therefore, simply replacing your current breakfast with eggs may result in major benefits for your health.</p> <h2><div><a name=\"section6\"> 6. Increase Your Protein Intake</a></div></h2> <p><a href=\"/nutrition/how-much-protein-per-day\" class=\"content-link css-5r4717\">Protein</a> is often referred to as the king of nutrients, and it does seem to have some superpowers.</p> <p>Due to its ability to affect your hunger and satiety hormones, it's the most filling of the macronutrients (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16469977\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">20</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16002798\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">21</a></hl-trusted-source>).</p> <p>One study showed that simply increasing protein intake from 15% to 30% of calories made people eat 441 fewer calories per day, without actively restricting their intake (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16002798\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">22</a></hl-trusted-source>).</p> <p>What's more, protein helps you retain muscle mass, which determines the rate of your metabolism. A high protein intake may increase the number of calories you burn by 80–100 per day (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11838888\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">23</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20565999\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">24</a></hl-trusted-source>).</p> <p>This is especially important for preventing the loss of muscle mass that can occur during weight loss and as you age (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24092765\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">25</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18469288\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">26</a></hl-trusted-source>).</p> <p>Aim to add a source of protein to each meal and snack. It will help you feel fuller for longer, curb cravings and make you less likely to overeat.</p> <p><a href=\"/nutrition/20-delicious-high-protein-foods\" class=\"content-link css-5r4717\">Good sources of protein</a> include dairy products, nuts, peanut butter, eggs, beans and lean meat.</p> <h2><div><a name=\"section7\"> 7. Drink Enough Water</a></div></h2> <p>Drinking <a href=\"/nutrition/how-much-water-should-you-drink-per-day\" class=\"content-link css-5r4717\">enough water</a> is important for your health.</p> <p>Many studies have shown that drinking water may benefit <a href=\"/nutrition/drinking-water-helps-with-weight-loss\" class=\"content-link css-5r4717\">weight loss</a>, weight maintenance and even slightly increase the number of calories you burn daily (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23803882\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">27</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19661958\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">28</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17519319\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">29</a></hl-trusted-source>).</p> <p>Studies also show that drinking water before meals can reduce appetite and calorie intake during the subsequent meal in middle-aged and older adults (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19661958\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">28</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17228036\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">30</a></hl-trusted-source>).</p> <p>That said, the most important thing is to drink water <em>instead</em> of other beverages. This may drastically reduce your sugar and calorie intake (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25928232\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">31</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20646222\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">32</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25746935\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">33</a></hl-trusted-source>).</p> <p>People who drink mostly water have been shown to consume 200 fewer calories per day, on average, than those who drink other beverages (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16421349\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">34</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20796216\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">35</a></hl-trusted-source>).</p> <h2><div><a name=\"section8\"> 8. Bake or Roast Instead of Grilling or Frying</a></div></h2> <p>The <a href=\"/nutrition/healthiest-way-to-cook-meat\" class=\"content-link css-5r4717\">way you prepare your food</a> can drastically change its effects on your health.</p> <p>Grilling, broiling, frying and deep-frying are all popular methods of preparing meat and fish.</p> <p>However, during these types of cooking methods, several potentially toxic compounds are formed, such as polycyclic aromatic hydrocarbons (PAHs), advanced glycation end products (AGEs) and heterocyclic amines (HCAs) (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26776018\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">36</a></hl-trusted-source>).</p> <p>All of these compounds have been linked to several diseases, including cancer and heart disease (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25172724\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">37</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26878284\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">38</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/12351162\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">39</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15306213\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">40</a></hl-trusted-source>).</p> <p>Healthier cooking methods include baking, broiling, simmering, slow-cooking, poaching, pressure cooking, stewing and sous-vide.</p> <p>These methods do not promote the formation of these harmful compounds and thus make your food healthier (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3704564/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">41</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/6619457\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">42</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22060572\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">43</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22059416\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">44</a></hl-trusted-source>).</p> <p>Nevertheless, there is nothing to say you can't enjoy the occasional grill or deep-fry, but try to use those methods sparingly.</p> <h2><div><a name=\"section9\"> 9. Take Omega-3 and Vitamin D Supplements</a></div></h2> <p>A surprising number of people around the world are <a href=\"/nutrition/vitamin-d-deficiency-symptoms\" class=\"content-link css-5r4717\">deficient in vitamin D</a>, including 42% of the US population (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15714215\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">45</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16251618\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">46</a></hl-trusted-source>).</p> <p>Vitamin D is a fat-soluble vitamin that is very important for bone health and the proper function of your immune system. In fact, every cell in your body has a receptor for vitamin D, indicating its importance (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18495944\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">47</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21419266\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">48</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18212810\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">49</a></hl-trusted-source>).</p> <p>Vitamin D is found in very few foods, but fatty seafood generally contains the highest amounts.</p> <p><a href=\"/nutrition/omega-3-guide\" class=\"content-link css-5r4717\">Omega-3 fatty acids</a> are another commonly lacking nutrient found in fatty seafood. They have many important roles in the body, including reducing inflammation, maintaining heart health and promoting brain function (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21939614\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">50</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3046737/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">51</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3483668/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">52</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24505395\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">53</a></hl-trusted-source>).</p> <p>The Western diet is generally very high in omega-6 fatty acids, which promote inflammation and have been linked to many chronic diseases (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22570770/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">54</a></hl-trusted-source>).</p> <p>Omega-3s help fight this inflammation and keep the body in a more balanced state (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16841861\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">55</a></hl-trusted-source>).</p> <p>If you don't eat fatty seafood regularly, you should consider taking a <a href=\"/nutrition/omega-3-supplement-guide\" class=\"content-link css-5r4717\">supplement</a>. Omega-3s and vitamin D can often be found together in a supplement.</p> <h2><div><a name=\"section10\"> 10. Replace Your Favorite Fast Food Restaurant</a></div></h2> <p>Eating out does not have to involve unhealthy foods.</p> <p>Consider upgrading your favorite fast food restaurant to one with healthier options.</p> <p>There are many <a href=\"/nutrition/10-healthy-fast-food-restaurants\" class=\"content-link css-5r4717\">healthy fast food restaurants</a> and fusion kitchens offering delicious and healthy meals.</p> <p>They may just be a great replacement for your favorite burger or pizza joint. What's more, you can generally get these meals at a very decent price.</p> <h2><div><a name=\"section11\"> 11. Try at Least One New Healthy Recipe Per Week</a></div></h2> <p>Deciding what to have for dinner can be a constant cause of frustration, which is why many people tend to use the same recipes again and again.</p> <p>Chances are you've been cooking the same recipes on autopilot for years.</p> <p>Whether these are healthy or unhealthy recipes, it's always healthy to try something new.</p> <p>Aim to try making a new healthy recipe at least once per week. This can change up your food and nutrient intakes and hopefully add new and healthy recipes to your routine.</p> <p>Alternatively, try to make a healthier version of a favorite recipe.</p> <h2><div><a name=\"section12\"> 12. Choose Baked Potatoes Over French Fries</a></div></h2> <p><a href=\"/nutrition/are-potatoes-healthy\" class=\"content-link css-5r4717\">Potatoes</a> are very filling and a common side to many dishes (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17327869\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">56</a></hl-trusted-source>).</p> <p>That said, the method in which they're prepared largely determines their health effects.</p> <p>For starters, 100 grams of baked potatoes contain 94 calories, while the same amount of french fries contains over three times as many, or 319 calories (<a href=\"http://nutritiondata.self.com/facts/vegetables-and-vegetable-products/2551/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">57</a>, <a href=\"http://nutritiondata.self.com/facts/fast-foods-generic/5960/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">58</a>).</p> <p>Furthermore, deep-fried french fries generally contain harmful compounds, such as aldehydes and <a href=\"/nutrition/why-trans-fats-are-bad\" class=\"content-link css-5r4717\">trans fats</a> (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27780622\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">59</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26457715/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">60</a></hl-trusted-source>).</p> <p>Replacing your french fries with baked or boiled potatoes is a great way to shave off calories and avoid these harmful compounds.</p> <h2><div><a name=\"section13\"> 13. Eat Your Greens First</a></div></h2> <p>A good way to ensure that you eat your greens is to eat them as a starter.</p> <p>By doing so, you will most likely finish all of your greens while you are the hungriest and be apt to eat less of other, perhaps less healthy, components of the meal.</p> <p>This may lead you to eat fewer and healthier calories overall, which may result in weight loss.</p> <p>Furthermore, eating vegetables before a carb-rich meal has been shown to have beneficial effects on blood sugar levels.</p> <p>It slows down the speed at which carbs are absorbed into the bloodstream and may benefit both short- and long-term blood sugar control in people with diabetes (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3882489/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">61</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3674531/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">62</a></hl-trusted-source>).</p> <h2><div><a name=\"section14\"> 14. Eat Your Fruits Instead of Drinking Them</a></div></h2> <p><a href=\"/nutrition/is-fruit-good-or-bad-for-your-health\" class=\"content-link css-5r4717\">Fruits</a> are very healthy. They are loaded with water, fiber, vitamins and antioxidants.</p> <p>Studies have repeatedly linked eating fruit to a reduced risk of several diseases, such as heart disease, diabetes and cancer (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11162324\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">63</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17443205\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">64</a></hl-trusted-source>).</p> <p>Because fruits contain fiber and various plant compounds, their sugars are generally digested very slowly and do not cause major spikes in blood sugar levels.</p> <p>However, the same does not apply for <a href=\"/nutrition/fruit-juice-is-just-as-bad-as-soda\" class=\"content-link css-5r4717\">fruit juices</a>.</p> <p>Many fruit juices aren't even made from real fruit, but rather concentrate and sugar. They may even contain as much sugar as a sugary soft drink (<a href=\"http://nutritiondata.self.com/facts/foods-from-del-taco/7796/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">65</a>, <a href=\"http://nutritiondata.self.com/facts/foods-from-jamba-juice/9103/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">66</a>).</p> <p>Even real fruit juices lack the fiber and chewing resistance provided by whole fruits. This makes fruit juice much more likely to spike your blood sugar levels.</p> <p>It also makes it way too easy to consume too much in one sitting (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2453647/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">67</a></hl-trusted-source>).</p> <h2><div><a name=\"section15\"> 15. Cook at Home More Often</a></div></h2> <p>Try to make a habit of cooking at home most nights, rather than eating out.</p> <p>For one, it's easier on your budget.</p> <p>Second, by cooking your food yourself, you'll know exactly what is in it. You won't have to wonder about any hidden unhealthy or high-calorie ingredients.</p> <p>Also, by cooking large servings, you will also have leftovers for the next day, ensuring a healthy meal then, too.</p> <p>Finally, cooking at home has been shown to reduce the risk of excessive weight gain, especially among children (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25925226\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">68</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11494642\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">69</a></hl-trusted-source>).</p> <h2><div><a name=\"section16\"> 16. Become More Active</a></div></h2> <p>Good nutrition and exercise often go hand in hand.</p> <p><a href=\"/nutrition/10-benefits-of-exercise\" class=\"content-link css-5r4717\">Exercise</a> has been shown to improve your mood, as well as decrease feelings of depression, anxiety and stress (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26917992\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">70</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23630504\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">71</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27423168\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">72</a></hl-trusted-source>).</p> <p>These are the exact feelings that are most likely to contribute to emotional and binge eating (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17336795/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">73</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20218783\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">74</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4768578/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">75</a></hl-trusted-source>).</p> <p>Aside from strengthening your muscles and bones, exercise may help you <a href=\"/nutrition/how-to-lose-weight-as-fast-as-possible\" class=\"content-link css-5r4717\">lose weight</a>, increase your energy levels, reduce your risk of chronic diseases and improve your sleep (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/10487375\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">76</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18277063\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">77</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/12531177/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">78</a></hl-trusted-source>).</p> <p>Aim to do about 30 minutes of moderate to high-intensity exercise each day, or simply take the stairs and go on short walks whenever possible.</p> <h2><div><a name=\"section17\"> 17. Replace Your Sugary Beverages With Sugar-Free or Sparkling Water</a></div></h2> <p>Sugary beverages might possibly be the unhealthiest thing you can drink.</p> <p>They are loaded with liquid sugar, which has been linked to numerous diseases, including heart disease, obesity and type 2 diabetes (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2862465/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">79</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24652725\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">80</a></hl-trusted-source>).</p> <p>Also, your brain doesn't register liquid calories the same way it registers solid calories. This means you don't compensate for the calories you drink by eating any less (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1829363/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">81</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/10878689\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">82</a></hl-trusted-source>).</p> <p>One 17-ounce (500-ml) <a href=\"/nutrition/13-ways-sugary-soda-is-bad-for-you\" class=\"content-link css-5r4717\">sugary soda</a> may contain about 210 calories.</p> <p>Try replacing your sugary beverage with either a sugar-free alternative or simply choose still or sparkling water.</p> <p>Doing so will shave off the extra calories and reduce your excess sugar and calorie intakes.</p> <h2><div><a name=\"section18\"> 18. Stay Away From Diet Foods</a></div></h2> <p>So-called diet foods can be very deceiving.</p> <p>They‘ve usually had their fat content reduced dramatically and are often labeled fat-free, low-fat, fat-reduced or low-calorie.</p> <p>However, to compensate for the lost flavor and texture that the fat provided, sugar and other ingredients are often added.</p> <p>Therefore, many diet foods end up containing more sugar and sometimes even more calories than their full-fat counterparts (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4742721/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">83</a></hl-trusted-source>).</p> <p>Instead, opt for <a href=\"/nutrition/50-super-healthy-foods\" class=\"content-link css-5r4717\">whole foods</a> like fruits and vegetables.</p> <h2><div><a name=\"section19\"> 19. Get a Good Night's Sleep</a></div></h2> <p>The <a href=\"/nutrition/10-reasons-why-good-sleep-is-important\" class=\"content-link css-5r4717\">importance of good sleep</a> cannot be overstated.</p> <p>Sleep deprivation disrupts appetite regulation, often leading to increased appetite, which results in increased calorie intake and weight gain (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC535701/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">84</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3619301/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">85</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15602591\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">86</a></hl-trusted-source>).</p> <p>In fact, people who sleep too little tend to weigh significantly more than those who get enough sleep (<a href=\"http://onlinelibrary.wiley.com/doi/10.1038/oby.2007.118/full\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">87</a>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC535701/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">88</a></hl-trusted-source>).</p> <p>Being sleep deprived also negatively affects concentration, productivity, athletic performance, glucose metabolism and immune function (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/10984335\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">89</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17969465\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">90</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/10543671\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">91</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/8621064\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">92</a></hl-trusted-source>).</p> <p>What's more, it increases your risk of several diseases, including inflammatory diseases and heart disease (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21300732\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">93</a></hl-trusted-source>).</p> <p>Therefore, it is important to try to get <a href=\"/nutrition/how-much-sleep-you-need\" class=\"content-link css-5r4717\">adequate amounts</a> of good-quality sleep, preferably in one bout.</p> <h2><div><a name=\"section20\"> 20. Eat Fresh Berries Instead of Dried Ones</a></div></h2> <p>Berries are <a href=\"/nutrition/11-reasons-to-eat-berries\" class=\"content-link css-5r4717\">very healthy</a> and packed with nutrients, fiber and antioxidants.</p> <p>Most varieties can be purchased fresh, frozen or dried.</p> <p>Although all types are relatively healthy, the dried varieties are a much more concentrated source of calories and sugar, since all the water has been removed.</p> <p>A 3.5-ounce (100-gram) serving of fresh or frozen berries contains 32–35 calories, while 3.5 ounces of dried strawberries contain a whopping 396 calories (<a href=\"http://nutritiondata.self.com/facts/fruits-and-fruit-juices/2064/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">94</a>, <hl-trusted-source source=\"USDA Food Composition Databases\" rationale=\"Governmental authority\"><a href=\"https://ndb.nal.usda.gov/ndb/foods/show/15859\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">95</a></hl-trusted-source>).</p> <p>The dried varieties are also often covered with sugar, further increasing the sugar content.</p> <p>By opting for the fresh varieties, you will get a much juicier snack that's lower in sugar and a lot lower in calories.</p> <h2><div><a name=\"section21\"> 21. Eat Popcorn Instead of Chips</a></div></h2> <p>It may be surprising that <a href=\"/nutrition/popcorn-nutrition-and-health\" class=\"content-link css-5r4717\">popcorn</a> is a whole grain that's loaded with nutrients and fiber.</p> <p>A 3.5-ounce (100-gram) serving of air-popped popcorn contains 387 calories and 15 grams of fiber, while the same amount of chips contains 547 calories and only 4 grams of fiber (<a href=\"http://nutritiondata.self.com/facts/snacks/5356/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">96</a>).</p> <p>Diets rich in whole grains have been linked to health benefits, such as a reduced risk of inflammation and heart disease (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24478050\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">97</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20685951\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">98</a></hl-trusted-source>).</p> <p>For healthy popcorn, try making your own popcorn at home (not microwave popcorn varieties) or purchase air-popped popcorn.</p> <p>Many commercial varieties prepare their popcorn with fat, sugar and salt, making it no healthier than potato chips.</p> <h2><div><a name=\"section22\"> 22. Choose Healthy Oils</a></div></h2> <p>Unfortunately, highly processed seed and vegetable oils have become a household staple over the past few decades.</p> <p>Examples include soybean, cottonseed, sunflower and canola oils.</p> <p>These oils are highly processed and high in omega-6 fatty acids, but deficient in omega-3s.</p> <p>A high <a href=\"/nutrition/optimize-omega-6-omega-3-ratio\" class=\"content-link css-5r4717\">omega-6 to omega-3 ratio</a> can lead to inflammation and has been linked to chronic diseases, such as heart disease, cancer, osteoporosis and autoimmune diseases (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16841858\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">99</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17045449\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">100</a></hl-trusted-source>).</p> <p>Swap these unhealthy oils for healthier alternatives, such as <a href=\"/nutrition/extra-virgin-olive-oil\" class=\"content-link css-5r4717\">extra virgin olive oil</a>, avocado oil or <a href=\"/nutrition/top-10-evidence-based-health-benefits-of-coconut-oil\" class=\"content-link css-5r4717\">coconut oil</a>.</p> <h2><div><a name=\"section23\"> 23. Eat From Smaller Plates</a></div></h2> <p>It has been proven that the size of your dinnerware can affect how much you eat.</p> <p>Eating from a large plate can make your portion look smaller, while eating from a small plate can make it look bigger (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24005858/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">101</a></hl-trusted-source>).</p> <p>Studies have supported this and shown that people tend to eat as much as 30% more when their food is served in a large bowl or on a large plate (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15827310\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">102</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16905035\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">103</a></hl-trusted-source>).</p> <p>Also, if you don't realize that you're eating more than usual, you will not compensate by eating less at the next meal (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15761167\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">104</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15159224\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">105</a></hl-trusted-source>).</p> <p>By eating from smaller dinnerware, you can trick your brain into thinking that you're eating more, making yourself less likely to overeat.</p> <h2><div><a name=\"section24\"> 24. Get the Salad Dressing on the Side</a></div></h2> <p>Simply getting to the point of being able to order a salad at a restaurant is a great achievement for some people.</p> <p>However, your efforts should not end there. Some salads are smothered in high-calorie dressings, which may make the salads even higher in calories than other items on the menu (<a href=\"http://nutritiondata.self.com/facts/foods-from-chick-fil-a/8456/2\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">106</a>).</p> <p>Asking for the dressing on the side makes it a lot easier to control the portion size and therefore the calories that you consume.</p> <h2><div><a name=\"section25\"> 25. Drink Your Coffee Black</a></div></h2> <p>Coffee, which is one of the most popular beverages in the world, is very healthy.</p> <p>In fact, it is a major source of antioxidants and has been linked to <a href=\"/nutrition/top-13-evidence-based-health-benefits-of-coffee\" class=\"content-link css-5r4717\">many health benefits</a>, such as a lower risk of diabetes, mental decline and liver disease (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19727658\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">107</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20182054\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">108</a></hl-trusted-source>, <a href=\"http://www.sciencedirect.com/science/article/pii/S104727970100223X\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">109</a>).</p> <p>However, many commercial varieties of coffee contain lots of additional ingredients, such as sugar, syrup, heavy cream, sweeteners and milk. Many of these drinks are practically desserts in a cup.</p> <p>Drinking these varieties quickly negates all of coffee's health benefits and instead adds lots of unwanted calories and sugar.</p> <p>Instead, try drinking your coffee black or just adding a small amount of milk or cream and avoid sweetening it.</p> <h2><div><a name=\"section26\"> The Bottom Line</a></div></h2> <p>Completely overhauling your diet all at once can be a recipe for disaster.</p> <p>Instead, try to incorporate some of the small changes in this article to make your diet healthier.</p> <p>Some of these tips will help you keep your portion sizes reasonable, while others will help you add nutrients or adapt to something new.</p> <p>Together, they'll have a big impact on making your overall diet healthier and more sustainable, without a huge change in your habits.</p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/nutrition/healthy-eating-tips"]},
{"blogTitle": "Healthy Eating - A Detailed Guide for Beginners", "blogText": "<p> The foods you eat have big effects on your health and quality of life.</p> <p>Although eating healthy can be fairly simple, the rise in popular \"diets\" and dieting trends has caused confusion.</p> <p>In fact, these trends often distract from the basic nutrition principles that are most important.</p> <p>This is a detailed beginner's guide to healthy eating, based on the latest in nutrition science.</p> <h2><div><a name=\"section1\">Why Should You Eat Healthy?</a></div></h2> <p> Research continues to link serious diseases to a poor diet (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/12450892\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">1</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11124751\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">2</a></hl-trusted-source>).</p> <p>For example, eating healthy can drastically reduce your chances of developing heart disease and cancer, the world's leading killers (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23432189\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">3</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2515569/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">4</a></hl-trusted-source>, <hl-trusted-source source=\"Centers for Disease Control and Prevention (CDC)\" rationale=\"Governmental authority\"><a href=\"http://www.cdc.gov/nchs/fastats/leading-causes-of-death.htm\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">5</a></hl-trusted-source>).</p> <p>A good diet can improve all aspects of life, from brain function to physical performance. In fact, food affects all your cells and organs (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24183706\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">6</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22014537\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">7</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23517914\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">8</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24146244\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">9</a></hl-trusted-source>).</p> <p>If you participate in exercise or sports, there is no doubt that a healthy diet will help you perform better (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/11128862\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">10</a></hl-trusted-source>).</p> <h2><div><a name=\"section2\">Calories and Energy Balance Explained</a></div></h2> <p> In recent years, the importance of calories has been pushed aside. </p> <p>While <a href=\"/nutrition/counting-calories-101/\" class=\"content-link css-5r4717\">calorie counting</a> isn't always necessary, total calorie intake <a href=\"/nutrition/7-graphs-prove-calories-count/\" class=\"content-link css-5r4717\">still plays a key role</a> in weight control and health (<a href=\"http://epirev.oxfordjournals.org/content/29/1/1.long\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">11</a>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19369382\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">12</a></hl-trusted-source>).</p> <p>If you put in more calories than you burn, you will store them as new muscle or <a href=\"/nutrition/calories-in-a-pound-of-fat/\" class=\"content-link css-5r4717\">body fat</a>. If you consume fewer calories than you burn every day, you will <a href=\"/nutrition/how-to-lose-weight-as-fast-as-possible/\" class=\"content-link css-5r4717\">lose weight</a>.</p> <p>If you want to lose weight, you <em>must</em> create some form of calorie deficit (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3302369/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">13</a></hl-trusted-source>).</p> <p>In contrast, if you are trying to <a href=\"/nutrition/how-to-gain-weight/\" class=\"content-link css-5r4717\">gain weight</a> and increase muscle mass, then you need to eat more than your body burns.</p> <h2><div><a name=\"section3\">Understanding Macronutrients</a></div></h2> <p> The three macronutrients are <a href=\"/nutrition/good-carbs-bad-carbs/\" class=\"content-link css-5r4717\">carbohydrates</a> (carbs), fats and <a href=\"/nutrition/how-much-protein-per-day/\" class=\"content-link css-5r4717\">protein</a>.</p> <p>These nutrients are needed in relatively large amounts. They provide calories and have various functions in your body.</p> <p>Here are some common foods within each macronutrient group: </p> <p>How much of each macronutrient you should consume depends on your lifestyle and goals, as well as your personal preferences. </p> <h2><div><a name=\"section4\">Understanding Micronutrients</a></div></h2> <p> Micronutrients are important vitamins and minerals that you require in smaller doses.</p> <p>Some of the most common micronutrients you should know include: </p> <p>All of the vitamins and minerals are \"essential\" nutrients, meaning that you must get them from the diet in order to survive. </p> <p>The daily requirement of each micronutrient varies between individuals. If you eat a real food-based diet that includes plants and animals, then you should get all the micronutrients your body needs without taking a supplement.</p> <h2><div><a name=\"section5\">Eating Whole Foods is Important</a></div></h2> <p> You should aim to consume whole foods at least 80-90% of the time.</p> <p>The term \"whole foods\" generally describes natural, unprocessed foods containing only one ingredient. </p> <p>If the product looks like it was made in a factory, then it's probably not a whole food.</p> <p>Whole foods tend to be nutrient-dense and have a lower energy density. This means that they have fewer calories and more nutrients per serving than processed foods.</p> <p>In contrast, many processed foods have little nutritional value and are often referred to as \"empty\" calories. Eating them in large amounts is linked to obesity and other diseases.</p> <h2><div><a name=\"section6\">Foods to Eat</a></div></h2> <p> Try to base your diet around these healthy food groups: </p> <p>For a longer list, here is an article with <a href=\"/nutrition/50-super-healthy-foods/\" class=\"content-link css-5r4717\">50 super healthy foods</a>. </p> <h2><div><a name=\"section7\">Foods to Avoid Most of the Time</a></div></h2> <p> By following the advice in this article, you will naturally reduce your intake of unhealthy foods.</p> <p>No food needs to be eliminated forever, but some foods should be limited or saved for special occasions. </p> <p>These include: </p> <h2><div><a name=\"section8\">Why Portion Control is Important</a></div></h2> <p> Your calorie intake is a key factor in weight control and health. </p> <p>By controlling your portions, you are more likely to avoid consuming too many calories.</p> <p>While whole foods are certainly a lot harder to overeat than processed foods, they can still be eaten in excess.</p> <p>If you are overweight or trying to lose body fat, it's particularly important to monitor your portion size.</p> <p>There are many simple strategies to control portion size. </p> <p>For example, you can use smaller plates and take a smaller-than-average first serving, then wait 20 minutes before you return for more.</p> <p>Another popular approach is measuring portion size with your hand. An example meal would limit most people to 1 fist-sized portion of carbs, 1–2 palms of protein and 1–2 thumb-sized portions of healthy fats.</p> <p>More calorie-dense foods such as cheese, nuts and fatty meats are healthy, but make sure you pay attention to portion sizes when you eat them.</p> <h2><div><a name=\"section9\">How to Tailor Your Diet to Your Goals</a></div></h2> <p> First, assess your calorie needs based on factors like your activity levels and weight goals.</p> <p>Quite simply, if you want to lose weight, you must eat less than you burn. If you want to gain weight, you should consume more calories than you burn.</p> <p>Here is a <a href=\"/nutrition/how-many-calories-per-day/\" class=\"content-link css-5r4717\">calorie calculator</a> that tells you how much you should eat, and here are <a href=\"/nutrition/5-best-calorie-counters/\" class=\"content-link css-5r4717\">5 free websites and apps</a> that help you track calories and nutrients.</p> <p>If you dislike calorie counting, you can simply apply the rules discussed above, such as monitoring portion size and focusing on whole foods.</p> <p>If you have a certain deficiency or are at risk of developing one, you may wish to tailor your diet to account for this. For instance, vegetarians or people who eliminate certain food groups are at greater risk of missing out on some nutrients. </p> <p>In general, you should consume foods of various types and colors to ensure you get plenty of all the macro- and micronutrients.</p> <p>While many debate whether low-carb or low-fat diets are best, the truth is that it depends on the individual.</p> <p>Based on research, athletes and those looking to lose weight should consider increasing their protein intake. In addition, a lower-carb diet may work wonders for some individuals trying to lose weight or treat type 2 diabetes (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17908291\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">31</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26768850\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">32</a></hl-trusted-source>).</p> <h2><div><a name=\"section10\">How to Make Healthy Eating Sustainable</a></div></h2> <p> Here's a great rule to live by: If you can't see yourself on this diet in one, two or three years, then it's not right for you.</p> <p>Far too often, people go on extreme diets they can't maintain, which means they never actually develop long-term, healthy eating habits.</p> <p>There are some frightening weight gain statistics showing that most people regain all the weight they lost soon after attempting a weight loss diet (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25614198\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">33</a></hl-trusted-source>).</p> <p>As always, balance is key. Unless you have a specific disease or dietary requirement, no food needs to be off limits forever. By totally eliminating certain foods, you may actually increase cravings and decrease long-term success.</p> <p>Basing 90% of your diet on whole foods and eating smaller portions will allow you to enjoy treats occasionally yet still achieve excellent health.</p> <p>This is a far healthier approach than doing the opposite and eating 90% processed food and only 10% whole food like many people do.</p> <h2><div><a name=\"section11\">Consider These Supplements</a></div></h2> <p> As the name suggests, supplements are meant to be used <em>in addition</em> to a healthy diet. </p> <p>Including plenty of nutrient-dense foods in your diet should help you reverse deficiencies and meet all your daily needs.</p> <p>However, a few well-researched supplements have been shown to be helpful in some cases.</p> <p>One example is <a href=\"/nutrition/vitamin-d-101/\" class=\"content-link css-5r4717\">vitamin D</a>, which is naturally obtained from sunlight and foods like oily fish. Most people have low levels or are deficient (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15989379\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">34</a></hl-trusted-source>).</p> <p>Supplements like magnesium, zinc and <a href=\"/nutrition/omega-3-guide/\" class=\"content-link css-5r4717\">omega-3s</a> can provide additional benefits if you do not get enough of them from your diet (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25540137\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">14</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24345990\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">35</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20045801\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">36</a></hl-trusted-source>).</p> <p>Other supplements can be used to enhance sports performance. <a href=\"/nutrition/what-is-creatine/\" class=\"content-link css-5r4717\">Creatine</a>, <a href=\"/nutrition/whey-protein-101/\" class=\"content-link css-5r4717\">whey protein</a> and beta-alanine all have plenty of research supporting their use (<a href=\"https://jissn.biomedcentral.com/articles/10.1186/1550-2783-4-6\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">37</a>, <a href=\"https://jissn.biomedcentral.com/articles/10.1186/1550-2783-4-8\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">38</a>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26175657\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">39</a></hl-trusted-source>).</p> <p>In a perfect world, your diet would be full of nutrient-dense foods with no need for supplements. However, this isn't always achievable in the real world.</p> <p>If you are already making a constant effort to improve your diet, additional supplements can help take your health a step further.</p> <h2><div><a name=\"section12\">Combine Good Nutrition With Other Healthy Habits</a></div></h2> <p> Nutrition isn't the only thing that matters for optimal health.</p> <p>Following a healthy diet <em>and</em> <a href=\"/nutrition/does-exercise-cause-weight-loss/\" class=\"content-link css-5r4717\">exercising</a> can give you an even bigger health boost.</p> <p>It is also crucial to get <a href=\"/nutrition/17-tips-to-sleep-better/\" class=\"content-link css-5r4717\">good sleep</a>. Research shows that sleep is just as important as nutrition for disease risk and weight control (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21300732\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">40</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15583226\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">41</a></hl-trusted-source>).</p> <p>Hydration and <a href=\"/nutrition/how-much-water-should-you-drink-per-day/\" class=\"content-link css-5r4717\">water intake</a> are also important. Drink when you're thirsty and stay well hydrated all day.</p> <p>Finally, try to minimize stress. Long-term stress is linked to many health problems.</p> <h2><div><a name=\"section13\">Take Home Message</a></div></h2> <p> The strategies outlined above will drastically improve <a href=\"/nutrition/meal-plans/\" class=\"content-link css-5r4717\">your diet</a>.</p> <p>They will also boost your health, lower your disease risk and help you lose weight.</p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/nutrition/healthy-eating-for-beginners"]},
{"blogTitle": "6 Essential Nutrients and Why Your Body Needs Them", "blogText": "<h2 class=\"css-13i30ag\"><div><a name=\"overview\"> Essential nutrients</a></div></h2> <p>Essential nutrients are compounds that the body can't make or can't make in sufficient quantity. According to the <hl-trusted-source source=\"World Health Organization\" rationale=\"Highly respected international organization\"><a href=\"http://www.who.int/elena/nutrient/en/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">World Health Organization</a></hl-trusted-source>, these nutrients must come from food, and they're vital for disease prevention, growth, and good health.</p> <p>While there are many essential nutrients, they can be broken into two categories: macronutrients and micronutrients.</p> <p>Macronutrients are eaten in large amounts and include the primary building blocks of your diet - protein, carbohydrates, and fat - which provide your body with energy.</p> <p>Vitamins and minerals are micronutrients, and small doses go a long way. There are six main groups of essential micronutrients and macronutrients.</p> <h2><div><a name=\"protein\"> 1. Protein</a></div></h2> <p><a href=\"/nutrition/how-much-protein-per-day\" class=\"content-link css-5r4717\">Protein</a> is having its moment, and not just in the workout community. But all of the hype is for a good reason. Protein is essential for good health.</p> <p>Protein provides the building blocks of the body, and not just for muscle. Every cell, from bone to skin to hair, contains protein.</p> <p>A startling <a href=\"https://www.britannica.com/science/human-nutrition\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">16 percent</a> of the average person's body weight is from protein. Protein is used primarily for growth, health, and body maintenance. </p> <p>All of your hormones, antibodies, and other important substances are composed of protein. Protein is not used to fuel the body unless necessary.</p> <p>Proteins are made of up different amino acids. While the body can create some amino acids on its own, there are many essential amino acids that can only come from food. You need a variety of amino acids for your body to function properly. </p> <p>The good news is that you don't need to eat all of the amino acids at once. Your body can create complete proteins from the foods you eat throughout the day.</p> <p>While meat, fish, and eggs are good sources of essential amino acids, you can also get protein from plant sources like beans, soy, nuts, and some grains. Exactly how much protein you need daily depends on a variety of factors including how active you are, and your age.</p> <p>Despite the growing popularity of high-protein diets, there haven't been enough studies to prove that they're healthier or can influence weight loss, according to the <a href=\"http://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/expert-answers/high-protein-diets/faq-20058207?p=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Mayo Clinic</a>.</p> <h2><div><a name=\"carbs\"> 2.\nCarbohydrates</a></div></h2> <p>Don't let the low-carb craze fool you. <a href=\"/nutrition/carbohydrate-functions\" class=\"content-link css-5r4717\">Carbohydrates</a> are necessary for a healthy body. Carbs fuel your body, especially your central nervous system and brain, and protect against disease, according to the <a href=\"http://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/carbohydrates/art-20045705\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Mayo Clinic</a>.</p> <p>Carbohydrates should make up 45 to 65 percent of your total daily calories, according to the <hl-trusted-source source=\"Department of Health and Human Services\" rationale=\"Governmental authority\"><a href=\"https://health.gov/dietaryguidelines/2015/resources/2015-2020_Dietary_Guidelines.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Dietary Guidelines for Americans</a></hl-trusted-source>.</p> <p>Before you reach for the white bread or pasta, keep in mind that the type of carb you eat matters. Some carbs are healthier than others. Opt for whole grains, beans, and fiber-rich vegetables and fruits instead of refined grains and products with added sugar.</p> <h2><div><a name=\"fats\"> 3.\nFats</a></div></h2> <p><a href=\"/nutrition/how-much-fat-to-eat\" class=\"content-link css-5r4717\">Fats</a> often get a bad rap, but recent research has shown that healthy fats are an important part of a healthy diet.</p> <p>According to <a href=\"http://www.health.harvard.edu/staying-healthy/the-truth-about-fats-bad-and-good\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Harvard Medical School</a>, fat supports many of your body's functions such as vitamin and mineral absorption, blood clotting, building cells, and muscle movement.</p> <p>Yes, fat is high in calories, but those calories are an important energy source for your body.</p> <p>The <hl-trusted-source source=\"Department of Health and Human Services\" rationale=\"Governmental authority\"><a href=\"https://health.gov/dietaryguidelines/2015/resources/2015-2020_Dietary_Guidelines.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Dietary Guidelines for Americans</a></hl-trusted-source> recommends that 20 to 35 percent of your daily calories come from fat, but the <hl-trusted-source source=\"World Health Organization\" rationale=\"Highly respected international organization\"><a href=\"http://www.who.int/mediacentre/factsheets/fs394/en/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">World Health Organization</a></hl-trusted-source> suggests keeping it under 30 percent of your calories.</p> <p>Including healthy fats in your diet can help you to balance your blood sugar, decrease your risk of heart disease and type 2 diabetes, and improve your brain function. They're also powerful anti-inflammatories, and they may lower your risk of arthritis, cancer, and Alzheimer's disease.</p> <p>The most famous unsaturated fats are omega-3 and omega-6 fatty acids. Unsaturated fats are important for your body as they provide essential fatty acids your body can't make. You can find these healthy fats in nuts, seeds, fish, and vegetable oils (like olive, avocado, and flaxseed). Coconut oil provides plant-based fats in the form of medium-chain triglycerides which impart health benefits like faster utilization by organs as fuel and appetite control.</p> <p>Avoid trans fats and limit your intake of saturated animal-based fats like butter, cheese, red meat, and ice cream.</p> <h2><div><a name=\"vitamins\"> 4.\nVitamins</a></div></h2> <p>Vitamins are vital for warding off disease and staying healthy. The body needs these micronutrients to support its functions. There are 13 essential vitamins that the body needs to function properly, including vitamins A, C, B<sub>6</sub>, and D.</p> <p>Each vitamin plays an important role in the body, and not getting enough of them can cause health problems and disease. Many Americans do not get enough of many essential vitamins. Vitamins are essential for healthy vision, skin, and bones.</p> <p>Vitamins may lower the risk of lung and prostate cancer, and they're powerful antioxidants. Vitamins like vitamin C boost the immune system and help the body heal.</p> <p>If you eat a varied, well-balanced diet full of vegetables and fruits, and have a normal and healthy functioning digestive tract, you likely don't need to take vitamin supplements.</p> <h2><div><a name=\"minerals\"> 5.\nMinerals</a></div></h2> <p>Much like vitamins, minerals help support the body. They're essential for many body functions, including building strong bones and teeth, regulating your metabolism, and staying properly hydrated. Some of the most common minerals are calcium, iron, and zinc.</p> <p>In addition to strengthening bones, calcium helps with nerve signal transmission, maintaining healthy blood pressure, and muscle contraction and relaxation. Iron supports your red blood cells and hormone creation, while zinc boosts your immune system and wound healing.</p> <h2><div><a name=\"water\"> 6.\nWater</a></div></h2> <p>You can go for weeks without food, but you can't last more than a few days without water. Water is absolutely crucial for every system in your body. It's also the main thing you are made of. About <a href=\"https://www.britannica.com/science/human-nutrition\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">62 percent</a> of your body weight is water.</p> <p><a href=\"/nutrition/7-health-benefits-of-water\" class=\"content-link css-5r4717\">Water</a> improves your brain function and mood. It acts a shock absorber and a lubricant in the body. It also helps flush out toxins, carry nutrients to cells, hydrate the body, and prevent constipation.</p> <p>Even mild dehydration can make you feel tired and impair your <hl-trusted-source source=\"Nature\" rationale=\"Highly respected journal,Expert written journal,Peer reviewed journal\"><a href=\"http://www.nature.com/ejcn/journal/v64/n2/full/ejcn2009111a.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">concentration and physical performance</a></hl-trusted-source>.</p> <p>You don't have to chug water to stay hydrated. Fruits and vegetables can also be a great source. Munch on some spinach or watermelon to stay hydrated.</p> <p>The best way to know if you're properly hydrated is the color and volume of your urine. If your urine isn't frequent and pale yellow or nearly clear, you need more water.</p> <h2><div><a name=\"takeaway\"> Takeaway</a></div></h2> <p>Eating a varied diet full of fruits, vegetables, healthy proteins and fats, and whole grains is the best way to get enough of these six essential nutrients plus the important category of phytonutrients - the beneficial chemicals in colorful plants that prevent disease. These micronutrients and macronutrients are vital for your body to function normally and stay healthy.</p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/food-nutrition/six-essential-nutrients"]},
{"blogTitle": "Eating Well in Your Second Trimester", "blogText": "<p class=\"disclaimer css-rp28ph\">If you buy something through a link on this page, we may earn a small commission. <a href=\"/product-selection-process\" class=\"content-link css-5r4717\">How this works.</a></p> <h2><div><a name=\"TOC_TITLE_HDR_1\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"intro\"></a></div></h2> <h2><div><a name=\"overview\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"overview\"></a> Overview</div></h2> <p class=\"Body\">When you're <a href=\"/health/pregnancy\" class=\"content-link css-5r4717\">pregnant</a>, eating a healthy, balanced diet is one of the most important things you can do for yourself and your future baby.</p> <p class=\"Body\">The food you eat is the main source of nourishment for your baby, so it's vital to consume foods that are rich in nutrients. Proper nutrition can help promote your baby's growth and development. </p> <h2><div><a name=\"foods-to-eat\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"foods-to-eat\"></a> What to eat during your second trimester</div></h2> <p class=\"Body\">A healthy diet consists of:</p> <p class=\"Body\">The <a href=\"https://www.choosemyplate.gov/moms-making-healthy-food-choices\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">United States Department of Agriculture (USDA)</a> recommends that pregnant women choose foods from what they consider to be the five essential food groups. These five food groups are:</p> <p class=\"Body\">The USDA has a <a href=\"https://www.choosemyplate.gov/moms-daily-food-plan\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">MyPlate Plan for Moms</a> that allows you to calculate how much of each food group you should eat to get the recommended levels of vitamins and minerals. </p> <p class=\"Body\">During your <a href=\"/health/pregnancy/second-trimester\" class=\"content-link css-5r4717\">second trimester</a>, it's especially important to eat foods that are rich in <a href=\"/health/8-fast-facts-about-calcium\" class=\"content-link css-5r4717\">calcium</a>, <a href=\"/nutrition/10-proven-magnesium-benefits\" class=\"content-link css-5r4717\">magnesium</a>, and <a href=\"/health/food-nutrition/benefits-vitamin-d\" class=\"content-link css-5r4717\">vitamin D</a>. These nutrients will help your baby grow strong bones and teeth. </p> <p class=\"Body\">It's also beneficial to eat <a href=\"/nutrition/12-omega-3-rich-foods\" class=\"content-link css-5r4717\">foods containing omega-3 oils</a>, which are vital for your baby's brain development. </p> <p class=\"Body\">Foods that contain one or more of these nutrients include:</p> <h2><div><a name=\"tips-for-healthy-eating\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"tips-for-healthy-eating\"></a> Tips for healthy eating</div></h2> <p class=\"Body\">It's helpful to prepare and cook meals at home to ensure you maintain a balanced, healthy diet. If it's too difficult or time-consuming to cook a meal every night, consider making one or two large dishes each week and freezing portions for quick weeknight meals. </p> <p class=\"Body\">Fresh food is always the preferred option, but there are also some fairly healthy <a href=\"/health/food-nutrition/low-sodium-frozen-meals\" class=\"content-link css-5r4717\">frozen dinner options</a> that you can buy at the store. Make sure to read the labels and only choose dishes that are low in fat and sodium. </p> <p class=\"Body\"><a href=\"/nutrition/fresh-vs-frozen-fruit-and-vegetables\" class=\"content-link css-5r4717\">Frozen vegetables</a> are another option. Stocking up on these can save you time when you want a quick, healthy meal.</p> <h2><div><a name=\"foods-to-limit-or-avoid\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"foods-to-limit-or-avoid\"></a> What not to eat during the second trimester</div></h2> <p class=\"Body\">There are a few foods that you should <a href=\"/nutrition/11-foods-to-avoid-during-pregnancy\" class=\"content-link css-5r4717\">limit or avoid</a> eating while you're pregnant, including raw meat, eggs, and certain types of fish. </p> <p class=\"Body\">Avoid eating large fish, such as swordfish, shark, and king mackerel. These fish are known to contain high amounts of <a href=\"/nutrition/mercury-content-of-fish\" class=\"content-link css-5r4717\">mercury</a>, a chemical element that can harm your baby.</p> <p class=\"Body\">Try to limit your intake of other seafood to <hl-trusted-source source=\"Food and Drug Administration (FDA)\" rationale=\"Governmental authority\"><a href=\"https://www.fda.gov/ForConsumers/ConsumerUpdates/ucm397443.htm\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">8-12 ounces per week</a></hl-trusted-source>, which is considered to be two to three average meal portions per week. This includes seafood that's relatively low in mercury, such as:</p> <p class=\"Body\">Avoid consuming any unpasteurized products during pregnancy, as these may have bacteria that can cause infections. This includes unpasteurized milk, milk products, and juices. </p> <p class=\"Body\">Certain soft cheeses are often made with unpasteurized milk and are best avoided unless the label clearly indicates that they've been pasteurized or made with pasteurized milk. These include:</p> <p class=\"Body\">It's okay to drink coffee or other drinks with <a href=\"/nutrition/caffeine-during-pregnancy\" class=\"content-link css-5r4717\">caffeine </a>while you're pregnant, but try to limit your consumption to one or two cups per day. </p> <p class=\"Body\">You may use artificial sweeteners, such as <a href=\"/health/aspartame-side-effects\" class=\"content-link css-5r4717\">aspartame </a>and <a href=\"/nutrition/sucralose-good-or-bad\" class=\"content-link css-5r4717\">sucralose</a>, as long as you consume them in moderation. </p> <p class=\"Body\">Avoid <a href=\"/health/pregnancy/alcohol-drugs\" class=\"content-link css-5r4717\">alcohol</a> completely while you're pregnant. Drinking alcohol during pregnancy can cause <a href=\"/health/birth-defects\" class=\"content-link css-5r4717\">birth defects</a> and other complications, including <a href=\"/health/fetal-alcohol-syndrome\" class=\"content-link css-5r4717\">fetal alcohol syndrome</a>. </p> <h2><div><a name=\"daily-requirements\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"daily-requirements\"></a> Daily requirements</div></h2> <p class=\"Body\">Now that you're more than halfway through your pregnancy, it's particularly important to reevaluate your diet. </p> <p class=\"Body\">The <a href=\"https://my.clevelandclinic.org/health/articles/12593-pregnancy-nutrition\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Cleveland Clinic</a> recommends:</p> <p class=\"Body\">You should also ensure you're:</p> <p class=\"Body\">Your doctor can help you create a more specific meal plan based on your age and weight before pregnancy. </p> <p class=\"Body\"><strong>Shop for:</strong> <a href=\"https://amzn.to/2Q7DNTy\" target=\"_blank\" rel=\"noopener noreferrer nofollow\" class=\"content-link css-5r4717\">prenatal vitamins</a>.</p> <h2><div><a name=\"cravings-and-aversions\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"cravings-and-aversions\"></a> Food cravings and food aversions</div></h2> <p class=\"Body\">Many pregnant women experience <a href=\"/health/pregnancy/when-do-cravings-start\" class=\"content-link css-5r4717\">cravings </a>for at least one type of food or <a href=\"/health/pregnancy/food-aversions\" class=\"content-link css-5r4717\">aversions </a>to particular foods. It's unclear why women develop food cravings or aversions during pregnancy, but doctors and researchers believe hormones may play a role. </p> <p class=\"Body\">Pregnant women often crave:</p> <p class=\"Body\">It's okay to give in to these cravings sometimes, especially if you crave foods that are a part of a healthy diet. </p> <p class=\"Body\">In other cases, pregnant women can have an aversion to certain foods. This means they never want to eat these particular foods. </p> <p class=\"Body\">This may only be problematic if women have an aversion to foods such as vegetables or dairy products that are important for the baby's growth and development. </p> <p class=\"Body\">Talk to your doctor if you're having adverse reactions to foods that are necessary to a healthy second trimester diet. Your doctor can suggest other foods to eat or supplements to take to compensate for the lack of certain nutrients in your diet.</p> <h2><div><a name=\"weight-gain\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"weight-gain\"></a> Weight gain during the second trimester</div></h2> <p class=\"Body\">Women who are of average weight should gain <hl-trusted-source source=\"Centers for Disease Control and Prevention (CDC)\" rationale=\"Governmental authority\"><a href=\"https://www.cdc.gov/reproductivehealth/maternalinfanthealth/pregnancy-weight-gain.htm\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">25 to 35 pounds</a></hl-trusted-source> during pregnancy, according to the Centers for Disease Control and Prevention (CDC). It's normal to gain less weight if you start out heavier or to gain more weight if you were underweight before pregnancy. </p> <p class=\"Body\">The extra weight you gain during pregnancy provides nourishment to your baby and is also stored for breastfeeding after you have your baby. </p> <p class=\"Body\">Many women become self-conscious about their weight during pregnancy, but the number on the scale is less important than healthy eating. Try to focus on eating a variety of nutritious foods as opposed to your weight. </p> <p class=\"Body\">Dieting to lose weight or prevent weight gain during pregnancy is detrimental to both you and your baby. Try buying new clothes that flatter your figure if you feel self-conscious about the weight you've gained. </p> <h2><div><a name=\"staying-active\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"staying-active\"></a> Staying active</div></h2> <p class=\"Body\"><a href=\"/health/pregnancy/second-trimester-exercise-fitness\" class=\"content-link css-5r4717\">Exercising during pregnancy</a> can also help you manage your weight. <a href=\"/health/benefits-of-swimming\" class=\"content-link css-5r4717\">Swimming</a> and walking are particularly good choices. You should avoid any extreme sports or contact sports, such as water skiing, basketball, or soccer. </p> <p class=\"Body\">If you didn't exercise before pregnancy, start slowly and don't overdo it. It's also important to drink plenty of water during exercise, so that you don't get <a href=\"/health/pregnancy/dehydration\" class=\"content-link css-5r4717\">dehydrated</a>. </p> <p class=\"Body\">Make sure to speak with your doctor before starting a new exercise routine.</p> <h2><div><a name=\"takeaway\"></a><a class=\"css-5r4717\" target=\"_blank\" rel=\"noopener noreferrer\" name=\"takeaway\"></a> Takeaway</div></h2> <p class=\"Body\">Work with your doctor to develop an eating plan that'll keep you nourished and energized in your second trimester. Also discuss your options for keeping in shape.</p> <p class=\"Body\">Most of your baby's organ development will occur during these <a href=\"/health/pregnancy/week-by-week-calendar\" class=\"content-link css-5r4717\">weeks</a>, so it's important that you're as healthy as you can be during this crucial stage.</p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/pregnancy/second-trimester-diet-nutrition"]},
{"blogTitle": "11 Ways Apple Cider Vinegar Lives Up to the Hype", "blogText": "<p><a href=\"https://amzn.to/2WPlul7\" target=\"_blank\" rel=\"noopener noreferrer nofollow\" class=\"content-link css-5r4717\">Apple cider vinegar (ACV)</a> is one of those buzzy wellness ingredients that people time and time again swear by. It's not surprising why, though.</p> <p>It almost like the holy grail of home remedies - for instance, a shot of it is said to help boost energy, control blood sugar, and promote weight loss. Topically, ACV may help improve your hair's shine as well as the texture and tone of your skin by clearing up unwanted breakouts.</p> <p>Mixed with other good-for-you ingredients like lemon juice or olive oil, ACV can be a potent booster for your daily routine. Here are 11 easy ways to boost your health with ACV.</p> <h2>1. Trouble with digesting roughage? Use ACV in your salad dressing</h2> <p>There are a few reasons ACV can help out with digestion issues, according to nutritionist <a href=\"https://essentialnutritionforyou.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Rania Batayneh</a>, MPH, bestselling author of The One One One Diet.</p> <p>The first is thanks to ACV's antibacterial properties, which can lend help to common gut issues that can be caused by bacteria, like diarrhea. As a fermented food, ACV also contains probiotics that help regulate overall healthy digestion.</p> <p>Pairing an ACV-based dressing with vegetables does double duty for your digestion, as both the fiber in the veggies and the probiotics in the ACV can boost digestive health, Batayneh points out.</p> <h2>2. Looking to curb your appetite? Make a daily ACV tonic</h2> <p>Sometimes the hardest part of recalibrating eating habits is restriction. According to Batayneh, drinking ACV can be incredibly useful when trying to eat less and lose weight. She refers to a <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24781306\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">study</a></hl-trusted-source> that found that ACV may suppress areas of the brain that control appetite, resulting in fewer calories eaten over time.</p> <p>ACV may also help with fat storage, thanks to a special component: acetic acid. In <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/17485860\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">rat studies</a></hl-trusted-source>, this acid has been shown to help <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26176799\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">reduce</a></hl-trusted-source><hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26176799\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"></a></hl-trusted-source><hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26176799\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">fat storage</a></hl-trusted-source>.</p> <p>After such positive results from animal studies, a <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19661687\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">2009 study</a></hl-trusted-source> looked at 122 people with obesity and found that daily consumption of vinegar reduces obesity and aids weight loss.</p> <h2>3. Need natural energy? Sip an ACV-mixed tea in the AM</h2> <p>Skipping coffee? For Batayneh, a tea with ACV is a great alternative to other calorie-heavy, caffeinated drinks like lattes and sodas.</p> <p>Besides fat storage, acetic acid also boosted how muscles in mice refuel on energy resources. It's suggested to work similarly for humans.</p> <p>Lemon juice has many nutritional benefits, but specific research that links lemons to weight loss is sparse. However, drinking about <a href=\"https://health.ucsd.edu/news/2010/Pages/4-22-kidney-stones.aspx\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">four ounces of lemonade per day</a> is suggested to help with kidney stone prevention. As for cayenne pepper and cinnamon, both have ingredients that provide therapeutic benefits to help boost your metabolism and reduce inflammation.</p> <h2>4. Sore throat? Mix ACV and honey into a soothing concoction</h2> <p>With antibacterial and antiviral properties, ACV can be incredibly beneficial.</p> <p>With all that said, there isn't much scientific evidence backing the claim that <a href=\"/health/apple-cider-vinegar-for-a-sore-throat\" class=\"content-link css-5r4717\">honey and ACV tea</a> will completely get rid of a sore throat. The theory is that the ACV works to fight the bacteria while the honey can help suppress coughs by coating and soothing the throat.</p> <p>If your <a href=\"/health/sore-throat\" class=\"content-link css-5r4717\">sore throat</a> continues for days, you should see a doctor. They can prescribe antibiotics if it's a bacterial infection.</p> <h2>5. Managing insulin levels? Drink ACV with water and a meal or snack</h2> <p>For people with diabetes, incorporating ACV may be a helpful step in managing the condition. It's thought that… acetic acid may slow down the conversion of complex carbohydrates into sugar in the bloodstream, Batayneh explains. This provides more time for sugar to be removed from the bloodstream, allowing the body to keep blood sugar levels constant and limit spikes.</p> <p>There's not too much research to completely back this up, however <a href=\"http://care.diabetesjournals.org/content/30/11/2814.long\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">one 2007 study</a> with 11 participants found that people with type 2 diabetes who took 2 tablespoons of ACV with a bedtime cheese snack woke up with much lower blood sugar levels.</p> <h2>6. Worried about cholesterol? Try this ACV egg salad recipe </h2> <p>Apples and vinegar work together in the form of ACV and naturally lend themselves to lowering triglyceride and cholesterol level, explains Batayneh. A <a href=\"http://www.lifesciencesite.com/lsj/life0904/360_10755life0904_2431_2440.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">2012 study</a> found that ACV may be able to reduce bad cholesterol along with triglyceride in people with high cholesterol levels.</p> <p>The main reason being is that the acetic acid in apple-cider vinegar is what makes it effective in lowering low-density-level (LDL) cholesterol. </p> <p>Although evidence supporting these claims are mostly anecdotal, combining ACV with other heart-healthy options can only help! Getting your cholesterol and triglyceride under control is one natural way to lower risk of heart disease.</p> <p>Just this year, <a href=\"https://heart.bmj.com/content/early/2018/04/17/heartjnl-2017-312651\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">a study</a> found that a moderate consumption of eggs can actually lower risk for cardiovascular disease. Plus, <a href=\"/nutrition/12-proven-benefits-of-avocado\" class=\"content-link css-5r4717\">avocados</a> are also known to contain healthy fats that can help reduce risk for heart disease.</p> <h2>7. Preventive help? Combine ACV with other anticancer foods</h2> <p>There's a theory that ACV can help make your blood alkaline, which <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/8605731\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">can keep cancer cells from growing</a></hl-trusted-source>. However, it's not a full shield against cancer since your body is typically able to maintain a pretty balanced pH.</p> <p>It's <a href=\"/health/apple-cider-vinegar-cancer#benefits\" class=\"content-link css-5r4717\">important not to treat ACV as your only course of treatment</a>. Instead, rely on it for its other benefits, such as energy. The few studies showing that different types of vinegar can kill cancer cells are mostly animal studies.</p> <h2>8. Have a headache? Make a compress out of ACV</h2> <p>Similar to the sore throat benefit, ACV's ability to reduce headaches is mostly anecdotal. While this trick may not work for everyone, you may <a href=\"/health/apple-cider-vinegar-for-headache#headache-remedies\" class=\"content-link css-5r4717\">benefit from ACV</a> if you get headaches from:</p> <p>Not only will ingesting ACV help, but making a cold compress could also relieve headaches.</p> <h2>9. Boost hair shine with an ACV hair rinse</h2> <p>One of the most highly marketed beauty benefits of ACV is the <a href=\"/health/apple-cider-vinegar-hair\" class=\"content-link css-5r4717\">ability to increase hair shine</a>. ACV can be used as a hair rinse to boost shine by temporarily flattening the cuticle, says Batayneh. The acetic pH can close up the hair cuticle which in turn prevents frizzing and promotes shiny smoothness.</p> <p><strong>Use sparingly: </strong>Batayneh points out that you shouldn't use ACV as a rinse more than three times a week or it might start to dry out your hair. Since the pH of ACV is so different, it could turn your hair brittle and make it look dull.</p> <h2>10. Remove dandruff by making an ACV spray</h2> <p>If your <a href=\"/health/skin-disorders/dandruff-vs-dry-scalp\" class=\"content-link css-5r4717\">dandruff is a result of a yeast infection</a>, ACV may be an affordable home remedy as it has antifungal properties. The acid in ACV can make it difficult for fungus to grow and spread.</p> <p><strong>Don't try this if your dandruff is caused by a dry scalp</strong>. An ACV wash may further dry out your scalp and make dandruff worse.</p> <h2>11. Make an acne potion with ACV</h2> <p>As previously mentioned, ACV has antibacterial benefits thanks to its acetic acid. In addition, it also has small amounts of citric, lactic, and succinic acid. These antibacterial acids <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26940755\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">have been shown</a></hl-trusted-source> to kill <em>P. acnes</em>, the bacteria that causes breakouts.</p> <p>On top of the bacteria-killing acids, Batayneh points out that some claim ACV's astringent properties may help fight acne. However, she cautions, this hasn't been scientifically proven.</p> <p>While ACV contains all the right properties, there hasn't been direct research on this ingredient as a topical treatment. Even though <a href=\"/health/beauty-skin-care/face-acids-types-anti-aging\" class=\"content-link css-5r4717\">acids can be a good thing</a>, too much can irritate your skin, and may cause chemical burns on some people. See a dermatologist before you try any home remedy - some may be more harmful than helpful.</p> <p>If you're looking to try an all-natural treatment like ACV, remember to dilute the ingredient before applying directly onto your skin.</p> <h2>4 things to never do with ACV</h2> <p>No matter how you add ACV to your diet, make sure you never ever drink it straight. Doing so will most likely cause damage.</p> <p>It's so acidic, it may actually cause damage to your tooth enamel, esophagus, or stomach lining, especially with chronic use, warns Batayneh. Always, always dilute it. The safest method if you're drinking it, according to Batayneh, is mixing 10 parts water or tea to every one part ACV.</p> <p>When introducing ACV to your daily ingestion intake, you want to start off slow and steady. See how your body reacts to it, says Batayneh. And if you tolerate it well, you can eventually work up to one tablespoon.</p> <p>She says to scale back if you experience an upset stomach or a burning sensation. If you're nervous or unsure, see a doctor before introducing it to your routine at all.</p> <p>If you're using ACV topically, there are a few things to know. First, you should never put it directly on your skin. It's a potent ingredient so you should always dilute it with some water when using it as a toner or rinse.</p> <p>People with sensitive skin should be wary of ACV. The acetic acid and astringent properties alone can irritate your skin.</p> <p>However, a no-no for <em>all </em>skin types is to mix it with other harsh topical ingredients like salicylic acid or benzoyl peroxide. You're highly likely to experience a bad, irritating reaction if you do.</p> <h2>In praise of ACV</h2> <p>It's safest to think of ACV like a little booster instead of a go-to miracle. In small doses, it can be incredibly beneficial and delicious. In large amounts, it could be dangerous and harmful to your health. It may even irritate your skin or <a href=\"/health/enamel-erosion\" class=\"content-link css-5r4717\">erode your tooth enamel</a>.</p> <p>But with so many benefits, it's no surprise many people turn to ACV for their ailments, but it's also equally important to keep the facts first.</p> <p>If you're interested in upping your intake beyond the recommended serving of two tablespoons, talk to professional before going full speed ahead. After all, there's a reason ACV is known to be a holy grail ingredient - you only need a little bit to feel the effects.</p> <p><em>Emily Rekstis is a New York City-based beauty and lifestyle writer who writes for many publications, including Greatist, Racked, and Self. If she's not writing at her computer, you can probably find her watching a mob movie, eating a burger, or reading a NYC history book. See more of her work on </em><a href=\"https://www.emilyrekstis.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"><em>her website</em></a><em>, or follow her on </em><a href=\"https://twitter.com/EmRex07\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"><em>Twitter</em></a><em>.</em></p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/food-nutrition/apple-cider-vinegar-recipes"]},
{"blogTitle": "50 Foods That Are Super Healthy", "blogText": "<p>It's easy to wonder which foods are healthiest.</p> <p>A vast number of foods are both healthy and tasty. By filling your plate with fruits, vegetables, quality protein, and other whole foods, you'll have meals that are colorful, versatile, and good for you.</p> <p>Here are 50 incredibly healthy foods. Most of them are surprisingly delicious.</p> <h2><div><a name=\"fruit\"> 1–6:\nFruits and berries</a></div></h2> <p><a href=\"/nutrition/is-fruit-good-or-bad-for-your-health/\" class=\"content-link css-5r4717\">Fruits</a> and berries are among the world's most popular health foods.</p> <p>These sweet, nutritious foods are very easy to incorporate into your diet because they require little to no preparation.</p> <p><a href=\"/nutrition/10-health-benefits-of-apples\" class=\"content-link css-5r4717\">Apples</a> are high in fiber, vitamin C, and numerous antioxidants. They are very filling and make the perfect snack if you find yourself hungry between meals.</p> <p><a href=\"/nutrition/12-proven-benefits-of-avocado/\" class=\"content-link css-5r4717\">Avocados</a> are different than most fruits because they are loaded with healthy fats instead of carbs. Not only are they creamy and tasty but also high in fiber, potassium, and vitamin C.</p> <p><a href=\"/nutrition/11-proven-benefits-of-bananas/\" class=\"content-link css-5r4717\">Bananas</a> are among the world's best sources of potassium. They're also high in vitamin B6 and fiber, as well as convenient and portable.</p> <p><a href=\"/nutrition/10-proven-benefits-of-blueberries\" class=\"content-link css-5r4717\">Blueberries</a> are not only delicious but also among the most powerful sources of antioxidants in the world.</p> <p><a href=\"/nutrition/citrus-fruit-benefits\" class=\"content-link css-5r4717\">Oranges</a> are well known for their vitamin C content. What's more, they're high in fiber and antioxidants.</p> <p>Strawberries are highly nutritious and low in both carbs and calories.</p> <p>They are loaded with vitamin C, fiber, and <a href=\"/nutrition/manganese-benefits\" class=\"content-link css-5r4717\">manganese</a> and are arguably among the most delicious foods in existence.</p> <p>Other health fruits and berries include cherries, grapes, grapefruit, kiwifruit, <a href=\"/nutrition/6-lemon-health-benefits/\" class=\"content-link css-5r4717\">lemons</a>, mango, melons, olives, peaches, pears, pineapples, plums, and raspberries.</p> <h2><div><a name=\"eggs\"> 7. Eggs</a></div></h2> <p><a href=\"/nutrition/10-proven-health-benefits-of-eggs/\" class=\"content-link css-5r4717\">Eggs</a> are among the most nutritious foods on the planet.</p> <p>They were previously demonized for being high in <a href=\"/nutrition/how-many-eggs-should-you-eat/\" class=\"content-link css-5r4717\">cholesterol</a>, but new studies show that they're perfectly safe and healthy (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16340654\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">1</a></hl-trusted-source>, <hl-trusted-source source=\"BMJ\" rationale=\"Highly respected journal,Expert written journal,Peer reviewed journal\"><a href=\"http://www.bmj.com/content/346/bmj.e8539\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">2</a></hl-trusted-source>).</p> <h2><div><a name=\"meat\"> 8–10: Meats</a></div></h2> <p>Unprocessed, gently cooked meat is one of the most nutritious foods you can eat.</p> <p>Lean beef is among the best sources of protein in existence and loaded with <a href=\"/nutrition/11-healthy-iron-rich-foods/\" class=\"content-link css-5r4717\">highly bioavailable iron</a>. Choosing the fatty cuts is fine if you're on a <a href=\"/nutrition/low-carb-diet-meal-plan-and-menu/\" class=\"content-link css-5r4717\">low-carb diet</a>.</p> <p>Chicken breast is low in fat and calories but extremely high in <a href=\"/nutrition/how-much-protein-per-day/\" class=\"content-link css-5r4717\">protein</a>. It's a great source of many nutrients. Again, feel free to eat fattier cuts of chicken if you're not eating that many carbs.</p> <p>Lambs are usually grass-fed, and their meat tends to be high in omega-3 fatty acids.</p> <h2><div><a name=\"nuts-and-seeds\"> 11–15: Nuts and seeds</a></div></h2> <p>Despite being high in fat and calories, nuts and seeds may help you lose weight (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24898229\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">3</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/18296372\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">4</a></hl-trusted-source>).</p> <p>These foods are crunchy, filling, and loaded with important nutrients that many people don't get enough of, including magnesium and vitamin E.</p> <p>They also require almost no preparation, so they're easy to add to your routine.</p> <p><a href=\"/nutrition/9-proven-benefits-of-almonds/\" class=\"content-link css-5r4717\">Almonds</a> are a popular nut loaded with vitamin E, antioxidants, magnesium, and fiber. Studies show that almonds can help you lose weight and improve metabolic health (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25097630\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">5</a></hl-trusted-source>).</p> <p><a href=\"/nutrition/11-proven-health-benefits-of-chia-seeds/\" class=\"content-link css-5r4717\">Chia seeds</a> are among the most nutrient-dense foods on the planet. A single ounce (28 grams) packs 11 grams of fiber and significant amounts of magnesium, manganese, calcium, and various other nutrients.</p> <p><a href=\"/nutrition/coconut-meat\" class=\"content-link css-5r4717\">Coconuts</a> are loaded with fiber and powerful fatty acids called medium-chain triglycerides (MCTs).</p> <p><a href=\"/nutrition/macadamia-nuts\" class=\"content-link css-5r4717\">Macadamia nuts</a> are very tasty. They're much higher in monounsaturated fats and lower in omega-6 fatty acids than most other nuts.</p> <p>Walnuts are highly nutritious and loaded with <a href=\"/nutrition/why-is-fiber-good-for-you/\" class=\"content-link css-5r4717\">fiber</a> and various vitamins and minerals.</p> <h2><div><a name=\"veggies\"> 16–25: Vegetables</a></div></h2> <p>Calorie for calorie, vegetables are among the world's most concentrated sources of nutrients.</p> <p>There's a wide variety available, and it's best to eat many different types every day.</p> <p><a href=\"/nutrition/asparagus-benefits\" class=\"content-link css-5r4717\">Asparagus</a> is a popular vegetable. It's low in both carbs and calories but loaded with vitamin K.</p> <p>Bell peppers come in several colors, including red, yellow, and green. They're crunchy and sweet, as well as a great source of antioxidants and <a href=\"/nutrition/vitamin-c-foods\" class=\"content-link css-5r4717\">vitamin C</a>.</p> <p><a href=\"/nutrition/benefits-of-broccoli\" class=\"content-link css-5r4717\">Broccoli</a> is a cruciferous vegetable that tastes great both raw and cooked. It's an excellent source of fiber and vitamins C and K and contains a decent amount of protein compared with other vegetables.</p> <p>Carrots are a popular <a href=\"/nutrition/root-vegetables\" class=\"content-link css-5r4717\">root vegetable</a>. They are extremely crunchy and loaded with nutrients like fiber and vitamin K. </p> <p>Carrots are also very high in carotene antioxidants, which have numerous benefits.</p> <p><a href=\"/nutrition/benefits-of-cauliflower\" class=\"content-link css-5r4717\">Cauliflower</a> is a very versatile cruciferous vegetable. It can be used to make a multitude of healthy dishes - and also tastes good on its own.</p> <p><a href=\"/nutrition/7-health-benefits-of-cucumber\" class=\"content-link css-5r4717\">Cucumbers</a> are one of the world's most popular vegetables. They're very low in both carbs and calories, consisting mostly of water. However, they contain a number of nutrients in small amounts, including vitamin K.</p> <p><a href=\"/nutrition/11-proven-health-benefits-of-garlic/\" class=\"content-link css-5r4717\">Garlic</a> is incredibly healthy. It contains bioactive organosulfur compounds that have powerful biological effects, including improved immune function (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22280901\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">8</a></hl-trusted-source>).</p> <p><a href=\"/nutrition/10-proven-benefits-of-kale/\" class=\"content-link css-5r4717\">Kale</a> has become increasingly popular because it's incredibly high in fiber, vitamins C and K, and a number of other nutrients. It adds a satisfying crunch to salads and other dishes.</p> <p>Onions have a very strong flavor and are very popular in many recipes. They contain a number of bioactive compounds believed to have <a href=\"/nutrition/onion-benefits\" class=\"content-link css-5r4717\">health benefits</a>.</p> <p>Tomatoes are usually categorized as a vegetable, although they are <a href=\"/nutrition/is-tomato-a-fruit\" class=\"content-link css-5r4717\">technically a fruit</a>. They are tasty and loaded with nutrients like potassium and vitamin C.</p> <p>Most vegetables are very healthy. Others worth mentioning include artichokes, <a href=\"/nutrition/benefits-of-brussels-sprouts\" class=\"content-link css-5r4717\">Brussels sprouts</a>, cabbage, celery, eggplant, leeks, lettuce, mushrooms, radishes, squash, Swiss chard, turnips, and zucchini.</p> <h2><div><a name=\"seafood\"> 26–31: Fish and seafood</a></div></h2> <p>Fish and other seafood tend to be <a href=\"/nutrition/11-health-benefits-of-fish/\" class=\"content-link css-5r4717\">very healthy and nutritious</a>.</p> <p>They're especially rich in omega-3 fatty acids and iodine, two nutrients in which most people are deficient.</p> <p>Studies show that people who eat the highest amounts of seafood - especially fish - tend to <a href=\"/nutrition/13-habits-linked-to-a-long-life/\" class=\"content-link css-5r4717\">live longer</a> and have a lower risk of many illnesses, including heart disease, dementia, and depression ( <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16825676\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">9</a></hl-trusted-source>, <a href=\"http://www.neurology.org/content/62/2/275.short\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">10</a>, <a href=\"http://archpsyc.jamanetwork.com/article.aspx?articleid=481760\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">11</a>).</p> <p>Salmon is a type of oily fish that's incredibly popular due to its excellent taste and high amount of nutrients, including protein and omega-3 fatty acids. It also contains some <a href=\"/nutrition/vitamin-d-101\" class=\"content-link css-5r4717\">vitamin D</a>.</p> <p>Sardines are small, oily fish that are among the <a href=\"/nutrition/11-most-nutrient-dense-foods-on-the-planet/\" class=\"content-link css-5r4717\">most nutritious</a> foods you can eat. They boast sizable amounts of most nutrients that your body needs.</p> <p>Shellfish ranks similarly to organ meats when it comes to nutrient density. Edible <a href=\"/nutrition/shellfish\" class=\"content-link css-5r4717\">shellfish</a> include clams, mollusks, and oysters.</p> <p><a href=\"/nutrition/is-shrimp-healthy\" class=\"content-link css-5r4717\">Shrimp</a> is a type of crustacean related to crabs and lobsters. It tends to be low in fat and calories but high in protein. It's also loaded with various other nutrients, including selenium and vitamin B12.</p> <p>Trout is another type of delicious freshwater fish, similar to <a href=\"/nutrition/11-benefits-of-salmon\" class=\"content-link css-5r4717\">salmon</a>.</p> <p>Tuna is very popular in Western countries and tends to be low in fat and calories while high in protein. It's perfect for people who need to add more protein to their diets but keep calories low.</p> <p>However, you should make sure to buy <a href=\"/nutrition/mercury-in-tuna\" class=\"content-link css-5r4717\">low-mercury varieties</a>.</p> <h2><div><a name=\"grains\"> 32–34: Grains</a></div></h2> <p>Although <a href=\"/nutrition/grains-good-or-bad/\" class=\"content-link css-5r4717\">grains</a> have gotten a bad rap in recent years, some types are very healthy.</p> <p>Just keep in mind that they're relatively high in carbs, so they're not recommended for a low-carb diet.</p> <p>Rice is one of the most popular cereal grains and is currently a staple food for more than half of the world's population. <a href=\"/nutrition/brown-vs-white-rice\" class=\"content-link css-5r4717\">Brown rice</a> is fairly nutritious, with a decent amount of fiber, vitamin B1, and magnesium.</p> <p><a href=\"/nutrition/9-benefits-oats-oatmeal\" class=\"content-link css-5r4717\">Oats</a> are incredibly healthy. They are loaded with nutrients and powerful fibers called beta glucans, which provide numerous benefits.</p> <p>Quinoa has become <a href=\"/nutrition/11-proven-benefits-of-quinoa/\" class=\"content-link css-5r4717\">incredibly popular</a> among health-conscious individuals in recent years. It's a tasty grain that's high in nutrients, such as fiber and magnesium. It is also an excellent source of plant-based protein.</p> <h2><div><a name=\"bread\"> 35–36: Breads</a></div></h2> <p>Many people eat a lot of highly processed white <a href=\"/nutrition/is-bread-bad-for-you\" class=\"content-link css-5r4717\">bread</a>.</p> <p>For those trying to adopt a healthier diet, it can be extremely challenging to find healthy breads. Even so, options are available. </p> <p><a href=\"/nutrition/ezekiel-bread/\" class=\"content-link css-5r4717\">Ezekiel bread</a> may be the healthiest bread you can buy. It's made from organic, sprouted whole grains, as well as several legumes.</p> <p>Overall, the best choice for bread may be that which you can make yourself. <span class=\"syndication-blacklist\">Here's <a href=\"/nutrition/15-low-carb-bread-recipes/\" class=\"content-link css-5r4717\">a list of 15 recipes</a> for gluten-free, low-carb breads.</span></p> <h2><div><a name=\"legumes\"> 37–40: Legumes</a></div></h2> <p><a href=\"/nutrition/legumes-good-or-bad/\" class=\"content-link css-5r4717\">Legumes</a> are another food group that has been unfairly demonized.</p> <p>While it's true that legumes contain antinutrients, which can interfere with digestion and absorption of nutrients, they can be eliminated by soaking and proper preparation (<a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1365-2621.2010.02395.x/abstract\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">12</a>).</p> <p>Therefore, legumes are a great plant-based source of protein.</p> <p>Green beans, also called string beans, are unripe varieties of the common bean. They are very popular in Western countries.</p> <p>Kidney beans are loaded with fiber and various vitamins and minerals. Make sure to cook them properly, as they're toxic when raw.</p> <p><a href=\"/nutrition/lentils\" class=\"content-link css-5r4717\">Lentils</a> are another popular legume. They're high in fiber and among the best sources of plant-based protein. </p> <p>Peanuts (which are legumes, not a true nuts) are incredibly tasty and high in nutrients and antioxidants. Several studies suggest that peanuts can help you lose weight (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/9252956\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">6</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/12119580\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">7</a></hl-trusted-source>).</p> <p>However, take it easy on the <a href=\"/nutrition/is-peanut-butter-bad-for-you/\" class=\"content-link css-5r4717\">peanut butter</a>, as it's very high in calories and easy to overeat.</p> <h2><div><a name=\"dairy\"> 41–43: Dairy</a></div></h2> <p>For those who can tolerate them, <a href=\"/nutrition/is-dairy-bad-or-good/\" class=\"content-link css-5r4717\">dairy</a> products are a healthy source of various important nutrients.</p> <p>Full-fat dairy seems to be the best, and studies show that people who eat the most full-fat dairy have a lower risk of obesity and type 2 diabetes (<a href=\"https://link.springer.com/article/10.1007%2Fs00394-012-0418-1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">13</a>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21173413\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">14</a></hl-trusted-source>).</p> <p>If the dairy comes from grass-fed cows, it may be even more nutritious - as it's higher in some bioactive fatty acids like <a href=\"/nutrition/conjugated-linoleic-acid\" class=\"content-link css-5r4717\">conjugated linoleic acid</a> (CLA) and vitamin K2.</p> <p>Cheese is incredibly nutritious, as a <a href=\"/nutrition/healthiest-cheese\" class=\"content-link css-5r4717\">single slice</a> may offer about the same amount of nutrients as an entire cup (240 ml) of milk. For many, it's also one of the most delicious foods you can eat.</p> <p>Whole <a href=\"/nutrition/milk-benefits\" class=\"content-link css-5r4717\">milk</a> is very high in vitamins, minerals, quality animal protein, and healthy fats. What's more, it's one of the best dietary sources of calcium.</p> <p><a href=\"/nutrition/foods/yogurt\" class=\"content-link css-5r4717\">Yogurt</a> is made from milk that's fermented by adding live bacteria to it. It has many of the same health effects as milk, but yogurt with live cultures has the added benefit of friendly probiotic bacteria.</p> <h2><div><a name=\"fats-and-oils\"> 44–46: Fats and oils</a></div></h2> <p>Many fats and oils are now marketed as health foods, including several sources of saturated fat that were previously demonized. </p> <p>Butter from <a href=\"/nutrition/grass-fed-butter-superfood-for-the-heart/\" class=\"content-link css-5r4717\">grass-fed cows</a> is high in many important nutrients, including vitamin K2.</p> <p><a href=\"/nutrition/top-10-evidence-based-health-benefits-of-coconut-oil/\" class=\"content-link css-5r4717\">Coconut oil</a> contains relatively high amounts of MCTs, may aid Alzheimer's disease, and has been shown to help you lose belly fat (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/15123336\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">15</a></hl-trusted-source>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19437058\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">16</a></hl-trusted-source>).</p> <p><a href=\"/nutrition/extra-virgin-olive-oil/\" class=\"content-link css-5r4717\">Extra virgin olive oil</a> is one of the healthiest vegetable oils you can find. It contains heart-healthy monounsaturated fats and is very high in antioxidants with powerful health benefits.</p> <h2><div><a name=\"tubers\"> 47–48: Tubers</a></div></h2> <p>Tubers are the storage organs of some plants. They tend to contain a number of beneficial nutrients.</p> <p><a href=\"/nutrition/benefits-of-potatoes\" class=\"content-link css-5r4717\">Potatoes</a> are loaded with potassium and contain a little bit of almost every nutrient you need, including vitamin C.</p> <p>They'll also keep you full for long periods. One study analyzed 38 foods and found that boiled potatoes were by far the most filling (<hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/7498104\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">17</a></hl-trusted-source>).</p> <p><a href=\"/nutrition/sweet-potato-benefits\" class=\"content-link css-5r4717\">Sweet potatoes</a> are among the most delicious starchy foods you can eat. They're loaded with antioxidants and all sorts of healthy nutrients.</p> <h2><div><a name=\"vinegar\"> 49. Apple cider vinegar</a></div></h2> <p><a href=\"/nutrition/6-proven-health-benefits-of-apple-cider-vinegar/\" class=\"content-link css-5r4717\">Apple cider vinegar</a> is incredibly popular in the natural health community. Studies show that it can help lower blood sugar levels and cause modest weight loss (<a href=\"http://care.diabetesjournals.org/content/27/1/281.long\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">18</a>, <hl-trusted-source source=\"PubMed Central\" rationale=\"Highly respected database from the National Institutes of Health\"><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19661687\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">19</a></hl-trusted-source>).</p> <p>It's great to use as a salad dressing or to add flavor to meals.</p> <h2><div><a name=\"chocolate\"> 50. Dark chocolate</a></div></h2> <p><a href=\"/nutrition/7-health-benefits-dark-chocolate\" class=\"content-link css-5r4717\">Dark chocolate</a> is loaded with magnesium and serves as one of the planet's most powerful sources of antioxidants (<a href=\"http://ccj.springeropen.com/articles/10.1186/1752-153X-5-5\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">20</a>).</p> <h2><div><a name=\"bottom-line\"> The bottom line</a></div></h2> <p>Whether you want to <a href=\"/nutrition/25-best-diet-tips\" class=\"content-link css-5r4717\">overhaul your diet</a> or simply change up your meals, it's easy to add a number of these foods to your routine. </p> <p>Many of the foods above not only make a great snack but are also packed with vitamins and antioxidants. Some of them may even aid <a href=\"/nutrition/how-to-lose-weight-as-fast-as-possible\" class=\"content-link css-5r4717\">weight loss</a>.</p> <p>If you don't normally challenge your palate, don't be afraid of trying something new.</p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/nutrition/50-super-healthy-foods"]},
{"blogTitle": "Healthy Meal Plans for Kids", "blogText": "<p>Parents often ask nutritionists, What should I feed my child?</p> <p>Whether it stems from concerns about picky eating, the worry that they're consuming too much junk food, or just supporting their growing body, many parents share a sense that their child is not eating as well as they could. Sometimes they have good reason to think this, but not always.</p> <p>This may be partly due to the influence of social media and blogging. People love to post photos of their kids' healthy lunch boxes or boast about how their kids love smoothies made with dandelion greens and ginger. That'd be enough to make Gwyneth Paltrow jealous.</p> <p>At the same time, the food industry spends <a href=\"https://www.rwjf.org/en/library/research/2013/11/fast-food-facts-2013.html\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">billions a year</a> marketing highly processed junk foods to children and teenagers, including sweetened cereals, packaged lunches with processed meats and candies, and juice drinks that are, essentially, flat soda. </p> <p>In many instances, the deck is stacked against parents.</p> <p>When trying to get a balanced view, it's important to remember that the same rules that apply to adult nutrition also apply to children, but with <hl-trusted-source source=\"National Heart Lung and Blood Institute \" rationale=\"Governmental authority\"><a href=\"https://www.nhlbi.nih.gov/health/educational/wecan/downloads/calreqtips.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">different caloric requirements</a></hl-trusted-source>.</p> <p>Whereas the average adult needs about 2,000 daily calories, a 3-year-old's caloric needs range from 1,000 to 1,400. Children from ages 9 to 13, meanwhile, need between 1,400 to 2,200 calories, depending on their growth and activity level.</p> <p>As with adults, the <hl-trusted-source source=\"Department of Health and Human Services\" rationale=\"Governmental authority\"><a href=\"https://health.gov/sites/default/files/2019-09/2015-2020_Dietary_Guidelines.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">Dietary Guidelines for Americans</a></hl-trusted-source> encourage children to consume foods from a variety of food groups: protein, fruits, vegetables, grains, and dairy.</p> <p>However, dairy isn't essential, as you can also get nutrients like <a href=\"https://www.healthline.com/nutrition/15-calcium-rich-foods\" class=\"content-link css-5r4717\">calcium</a>, <a href=\"https://www.healthline.com/nutrition/high-potassium-foods\" class=\"content-link css-5r4717\">potassium</a>, <a href=\"https://www.healthline.com/nutrition/20-delicious-high-protein-foods\" class=\"content-link css-5r4717\">protein</a>, and <a href=\"https://www.healthline.com/nutrition/9-foods-high-in-vitamin-d\" class=\"content-link css-5r4717\">vitamin D</a> from plant-based foods.</p> <p>Nutrition science shows that children can <a href=\"https://www.vrg.org/nutshell/kids.php\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\">meet nutrient needs</a> without dairy, or any animal products, as long as their diet contains a variety of nutrient-dense, plant-based foods. Children who follow a vegan diet need to supplement with <a href=\"https://www.healthline.com/nutrition/vitamin-b12-foods\" class=\"content-link css-5r4717\">vitamin B-12</a>.</p> <p>To help you visualize a day of healthy eating, below are two eating plans. One is for a 6-year-old, and another is for a 14-year-old.</p> <p>As with adult nutrition, it's important to:</p> <p>There are no specific caloric recommendations per meal or snack. The caloric total for the day is most important.</p> <h2>A Day in the Life of a 6-Year-Old</h2> <p>1 ounce of grains (e.g., 1 slice of whole grain toast)</p> <p>1 ounce of protein (e.g., 1 tablespoon of nut/seed butter)</p> <p>1 cup of dairy/dairy equivalent (e.g., 1 cup of milk of choice)</p> <p>1 cup of fruit (e.g., a banana)</p> <p>1/2 ounce of grains (e.g., 1/2 cup of oat-based cereal) </p> <p>2 ounces protein + 1 teaspoon oil (e.g., 2 ounces protein of choice, cooked in 1 teaspoon olive oil)</p> <p>1/2 cup vegetables + 1 teaspoon oil (e.g., 1/2 cup carrots roasted in 1 teaspoon oil)</p> <p>1 ounce of grains (e.g., 1/2 cup of cooked rice)</p> <p>Water</p> <p>1/2 cup of vegetables (e.g., 1/2 cup of celery sticks)</p> <p>1 ounce of protein (e.g., 2 tablespoons of hummus)</p> <p>Water</p> <p>2 ounces of grains (1 cup of cooked pasta)</p> <p>1 ounce of protein of choice</p> <p>1/2 cup of vegetables</p> <p>Water</p> <p>1 cup of dairy/dairy equivalent (e.g., 1 cup of yogurt of choice)</p> <p>1/2 cup of fruit (e.g., 4 strawberries)</p> <h2>A Day in the Life of a 14-Year-Old</h2> <p>1 ounce of grains + 1 cup dairy/dairy equivalent (e.g., oatmeal: 1/3 cup dry oats + 1 cup milk)</p> <p>1 ounce of protein (e.g., 12 almonds)</p> <p>1/2 cup of fruit (e.g., 1/2 of a Granny Smith apple)</p> <p>1 cup of dairy/dairy equivalent (e.g., 1 cup of milk of choice)</p> <p>1 ounce of grains (1 ounce of whole grain crackers)</p> <p>1 ounce of protein (1 tablespoon of nut/seed butter)</p> <p>Water</p> <p>Sandwich:</p> <p>1 cup of fruit (e.g., a banana)</p> <p>Water</p> <p>1 cup of dairy/dairy equivalent (1 cup of yogurt of choice)</p> <p>Chili, cooked in 1 tablespoon olive oil:</p> <p>Water</p> <p><em>Andy Bellatti, MS, RD, is a dietitian and former author of Small Bites. He is currently the strategic director at </em><a href=\"https://integritydietitians.org/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"><em>Dietitians for Professional Integrity</em></a><em>. Follow him on Twitter </em><a href=\"https://twitter.com/andybellatti\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"content-link css-5r4717\"><em>@andybellatti</em></a></p>", "source": ["Healthline.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.healthline.com/health/food-nutrition/healthy-meal-plans-for-kids"]}
]