[
{"blogTitle": "A Healthy Nighttime Routine for Type 2 Diabetes", "blogText": "<p class=\"eh-pg-headline__dek\">Managing type 2 diabetes requires following a healthy routine all day and at night. Here's what you should do in the evenings to wake up with better blood sugar control.</p> <p>If you have type 2 diabetes, you probably already know what you have to do during the day to stay healthy. But you may not pay as much attention to your nighttime routine. Forming good habits at night can be just as important for blood sugar control, says <a href=\"https://www.eatrightpro.org/media/meet-our-spokespeople/spokespeople/sandra-arevalo\">Sandra J. Arévalo, RD, CDE</a>, the director of community and patient education for Montefiore Medical Center in New York and a spokesperson for the American Association of Diabetes Educators.</p> <p>As the sun sets, take these steps to ensure the next day is a good one for managing your diabetes.</p> <h2>Eat a nutritious dinner</h2> <p>A healthy <a href=\"//www.everydayhealth.com/type-2-diabetes/guide/\">type 2 diabetes</a> diet includes fruits and vegetables, lean meats, and plant-based sources of protein (such as beans), along with less processed foods and foods without added sugar, according to the American Diabetes Association (ADA). But you may need to adjust your meal plan a bit for dinner, Arévalo says.</p> <p>The later in the day you eat, the fewer carbs you should include in your meal, she says. If you eat too much sugar and carbohydrates at the end of the day, your morning blood sugar may be higher than it should be, she says. What you eat last sets up how you wake up the next day. Keep in mind that the number of carbohydrates you need to aim for at each meal may depend on your diabetes medicines or type of insulin. So check with your doctor, a registered dietitian, or a diabetes educator about your requirements.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/hs/type-1-diabetes/how-to-avoid-blood-sugar-pitfalls/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">How to Avoid Blood Sugar Pitfalls </a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/type-2-diabetes/what-you-can-learn-about-type-2-diabetes-from-your-pancreas-liver-and-kidneys/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">What You Can Learn About Type 2 Diabetes From Your Pancreas, Liver, and Kidneys</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/type-2-diabetes/guide/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">What Is Type 2 Diabetes? Symptoms, Causes, Diagnosis, Treatment, and Prevention</a></h3> <p>For most people, this means filling up on healthy foods that are lower in carbs, such as lean meats, fish, poultry, nuts, and oils. Pair this with non-starchy veggies such as broccoli, carrots, and dark leafy greens, a low-calorie and nutrient-dense diabetes superfood. When you choose carbs, Arévalo recommends complex carbs, which contain fiber, so they take longer to break down into sugar. Some options are sweet potatoes, brown rice, beans, quinoa, or barley.</p> <h2>Get moving</h2> <p><a href=\"//www.everydayhealth.com/hs/type-2-diabetes-live-better-guide/strength-training-help-manage-diabetes/\">Exercising</a> too close to bedtime can be stimulating, but you also don't want to just sit after dinner, Arévalo says. Exercise helps increase your insulin sensitivity while decreasing your blood glucose levels - an effect that can last up to 24 hours.</p> <p>Go for a walk around the block or do some stretches during TV commercials. If you're active for about a half hour, it will help you bring your blood sugar back to normal and allow you to sleep better, because you'll be more tired, Arévalo says.</p> <h2>Pack a healthy lunch for the next day</h2> <p>Ordering lunch at work or getting takeout can make it more difficult to make <a href=\"//www.everydayhealth.com/hs/type-2-diabetes-guide-healthy-habits/tips-eat-more-mindfully-pictures/\">healthy choices</a>, plus it's more expensive, Arévalo says. The night before is the perfect time to pack a balanced meal that's low in calories and carbs. Then all you have to do in the morning is put it in your cooler or lunch bag and store it in the refrigerator at work, she says. Come lunchtime, it's ready and waiting for you.</p> <h2>Lay out your diabetes supplies for the morning</h2> <p>This is the same idea as packing a healthy lunch, Arévalo says. It's easier if you plan ahead and make sure you have what you need, and the evening is a good time to make sure you're stocked before the morning rush the next day.</p> <p>Make it even simpler by planning ahead and getting all of your diabetes medications and supplies for the week ready on Sunday night. Pillboxes with designated days of the week can help you stay organized, so you'll know when you're running low and restock before you have an emergency, Arévalo says.</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">6 Treat-Related Tricks for a Healthier Halloween</a></h3> <h2><strong>Bru</strong>sh and floss your teeth</h2> <p>Taking good care of your gums and teeth is critical if you have diabetes. People with type 2 diabetes are more prone to gum disease and cavities, according to the ADA. When you have type 2 diabetes, your saliva is a little sweeter than normal, Arévalo explains. This can lead to a vicious cycle, where diabetes can contribute to gum (periodontal) disease, which in turn increases blood sugar levels, which makes it harder to control diabetes.</p> <p>Bacteria love sugar and could have a feast overnight, so be sure to brush and floss before bed to remove food and bacteria and keep your teeth and gums healthy, Arévalo says.</p> <h2>Inspect your feet for injuries</h2> <p>When you have had diabetes for a long time, you can start to lose sensitivity in <a href=\"//www.everydayhealth.com/hs/type-2-diabetes-guide-healthy-habits/caring-for-foot-wounds/\">your feet</a> due to nerve damage, Arévalo says. This means you may not know that you have cuts or blisters on your feet that can lead to potentially dangerous infections, according to the ADA. And high blood sugar levels plus poor circulation can make it harder for the body to fight off infection, which puts people with diabetes at greater risk of amputation.</p> <p>The good news: Proper foot care can greatly reduce your risk of infection. Take time each night to inspect your feet for cuts, cracks, ulcers, ingrown toenails, blisters, or other changes in your feet. Clean your feet with warm water and soap. Dry thoroughly, especially between the toes, and dress any wounds with protective bandages. Talk to your doctor about other steps you can take to keep your feet healthy.</p> <p>Since diabetes can also cause dry and itchy skin, which can be due to high blood sugar and poor circulation, you may also want to make moisturizing your feet part of your bedtime routine. Just don't put moisturizer between your toes, where it may not get absorbed, because excessive moisture can lead to infection.</p> <h2>Test your blood sugar</h2> <p>If you've been instructed to check your blood sugar at bedtime, don't forget. Setting your smartphone alarm as a reminder may be helpful. Talk to your doctor about whether you should <a href=\"//www.everydayhealth.com/hs/managing-type-2-diabetes/need-know-blood-sugar-testing/\">test your blood sugar</a> before bed and what your target range should be.</p> <p>You may or may not have to check your blood sugar level during the night, Arévalo says. If your blood sugar is in range of what you and your doctor have determined is right for you, or if your A1C (your blood sugar over time) is normal, you may not have to, she says.</p> <h2>De-stress</h2> <p>Between checking your blood sugar levels, exercising, and planning your meals, managing type 2 diabetes can be stressful. And it's hard to take good care of yourself when you're stressed. It's important to manage stress and take care of your mental health, since stress can directly affect your blood sugar levels.</p> <p>At the end of the day, take time to de-stress. Give your body the time it needs to wind down and get into sleep mode in the hour before bedtime. Try breathing exercises or do something you find relaxing, such as reading a book or listening to music.</p> <p>Finally, keep in mind that depression can happen to anyone, making it difficult to keep up with self-care and diabetes management and increasing the risk of insomnia and other sleeping problems. Watch for signs of depression, including feelings of hopelessness, loss of interest in things you used to enjoy, changes in sleep patterns, withdrawal from friends, and changes in appetite, and talk to a doctor if you think you might be depressed.</p> <h2>Practice good sleep hygiene</h2> <p>Not getting enough quality sleep makes it so your body uses insulin less efficiently the next day. So prioritize getting a good night's sleep every night.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/type-2-diabetes/what-you-can-learn-about-type-2-diabetes-from-your-pancreas-liver-and-kidneys/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">What You Can Learn About Type 2 Diabetes From Your Pancreas, Liver, and Kidneys</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/type-2-diabetes/manage-blood-sugar-live-well-guide/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">How to Manage Blood Sugar and Take Charge of Type 2 Diabetes</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/type-2-diabetes/guide/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">What Is Type 2 Diabetes? Symptoms, Causes, Diagnosis, Treatment, and Prevention</a></h3> <p>Some helpful sleep tips, according to Arévalo :</p> <ul><li>Go to bed around the same time every night, even on weekends.</li><li>Keep your bedroom cool, dark, and quiet.</li><li>Avoid stimulants, such as caffeine and electronics, well before bedtime.</li><li>Tell your doctor if frequent nighttime bathroom trips are disturbing your sleep.</li></ul> <p><em>Additional reporting by Colleen de Bellefonds</em></p> <h2 class=\"eh-section-title__heading\">More in</h2>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/hs/type-2-diabetes-guide-healthy-habits/healthy-nighttime-routine/"]},
{"blogTitle": "Heart Health Month: February 2020", "blogText": "<h2></h2> <p><strong>There are lots of ways to get involved in promoting heart disease awareness, research, and support both in February and throughout the year.</strong></p> <p>Heart disease is one of the most widespread and complicated health challenges, both in the United States and around the world. Cardiovascular disease - disorders of the heart and blood vessels - accounted for over 840,000 deaths in the United States in 2016, or about 1 in 3 deaths, <span><a href=\"https://professional.heart.org/idc/groups/ahamah-public/@wcm/@sop/@smd/documents/downloadable/ucm_503396.pdf\">according to the American Heart Association</a></span><span>.</span></p> <p><span>Worldwide, cardiovascular disease is the leading cause of death, accounting for over 17.6 million deaths in 2016 - a number that's expected to grow to over 23.6 million by 2030. About 80 percent of these deaths are due to </span><span><a href=\"//www.everydayhealth.com/heart-disease/\">heart disease</a></span><span> and </span><span><a href=\"//www.everydayhealth.com/stroke/guide/\">stroke</a></span><span>, and mostly affect low- and middle-income countries, </span><span><a href=\"https://www.world-heart-federation.org/world-heart-day/world-heart-day-2019/cvds/\">according to the World Heart Federation</a></span><span>.</span></p> <p><span>In the United States, over 120 million people had some form of cardiovascular disease between 2013 and 2016, and the total direct costs of heart disease and stroke were estimated to be over $200 billion between 2014 and 2015 - accounting for about 14 percent of all health costs, more than any other category of diseases. And these costs are projected to rise to nearly $750 billion by 2035.</span></p> <p><span>But despite these enormous challenges, there are some hopeful signs. Many </span><span><a href=\"//www.everydayhealth.com/heart-health/living-with/emerging-heart-disease-risk-factors/\">risk factors for heart disease</a></span><span> can be modified, including lack of </span><span><a href=\"//www.everydayhealth.com/heart-disease/importance-exercising-heart-health/\">physical activity</a></span><span>, poor </span><span><a href=\"//www.everydayhealth.com/heart-health/diet/new-year-new-you-sample-diet-healthy-heart/\">diet</a></span><span>, and tobacco use. And in the United States, the death rate from cardiovascular disease decreased by 18.6 percent between 2006 and 2016, according to an American Heart Association <a href=\"https://www.ahajournals.org/doi/full/10.1161/CIR.0000000000000659\">report published in January 2019 in the journal <em>Circulation</em></a>.</span></p> <p><span>These facts - showing both the huge problem that heart disease presents, and the opportunities to reduce its burden - point to the importance of heart disease awareness and action. This year, a number of advocacy and research organizations are supporting events to help educate the public about cardiovascular disease, as well as raise money for research and support services.</span></p> <p><span>Here's an overview of events and activities related to heart health in February and beyond, and how you can get involved in your community and online.</span></p> <h2>Heart Health Awareness Days and Weeks</h2> <p><span>February is the awareness month for heart health in the United States, with one day set aside as National Wear Red Day to raise awareness of heart disease. World Heart Day, though, doesn't take place until September. Here's an overview of each of these observances.</span></p> <h3><span><strong>February Is American Heart Month</strong></span></h3> <p><span>The biggest push for cardiovascular health awareness in the United States is </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/heart-month\">American Heart Month</a></span><span>, as February has been named by the National Heart, Lung, and Blood Institute. </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/american-heart-month/about\">Each week</a></span><span> within February has also been given a theme:</span></p> <ul><li><span><strong>Week 1</strong> Be </span><span><a href=\"//www.everydayhealth.com/fitness/strength-training-found-lower-heart-disease-diabetes-risk-whether-not-you-cardio/\">physically active</a></span><span> together.</span></li><li><span><strong>Week 2</strong> </span><span><a href=\"//www.everydayhealth.com/heart-health/want-to-improve-your-heart-health-new-study-says-eat-more-beans/\">Eat healthier</a></span><span> together.</span></li><li><span><strong>Week 3</strong> </span><span><a href=\"//www.everydayhealth.com/heart-health/digital-heart-health-trends-you-should-know-about/\">Track your heart health</a></span><span> stats together.</span></li><li><span><strong>Week 4</strong> </span><span><a href=\"//www.everydayhealth.com/stress/guide/\">Manage stress</a></span><span>, sleep better, and quit smoking together.</span></li></ul> <p><span>People, families, and organizations are encouraged to take steps to recognize each of these weeks, from preparing </span><span><a href=\"//www.everydayhealth.com/heart-health/diet/heart-healthy-holiday-recipes-on-pinterest/\">heart-healthy recipes</a></span><span> to taking a walk or exercising as a group. </span></p> <p><span>To help people observe the month in general, the National Heart, Lung, and Blood Institute has a number of promotional materials related to heart health that can be circulated or posted in physical spaces or on social media. These include </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/heart-month/fact-sheets\">fact sheets</a></span><span> on various topics, </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/heart-truth/CHD-state-cards\">infocards about heart health</a></span><span> for each U.S. state, sample </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/american-heart-month/social-media-resources\">social media posts</a></span><span> and images, </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/heart-month/drop-in-articles\">articles to share</a></span><span> in groups or newsletters, and more.</span></p> <p><span>For more information about social media campaigns and resources, scroll ahead to How to Spread Awareness About Heart Health.</span></p> <h3><span><strong>National Wear Red Day Is February 7, 2020</strong></span></h3> <p><span>On the first Friday in February, people are encouraged to wear red to raise awareness of heart disease as the leading cause of death in the United States. </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/heart-month/wear-red-day\">Promotional materials</a></span><span> and sample social media posts for the day are available from the National Heart, Lung, and Blood Institute.</span></p> <h3><span><strong>Heart Failure Awareness Week Is February 9 to 15, 2020</strong></span></h3> <p><span>Since 2001, the week of Valentine's Day has been </span><span><a href=\"https://www.hfsa.org/heart-failure-awareness-week-2020/\">Heart Failure Awareness Week</a></span><span>, organized by the Heart Failure Society of America. The week features an advertising campaign to help people recognize the signs of </span><span><a href=\"//www.everydayhealth.com/congestive-heart-failure/guide/\">heart failure</a></span><span>, get </span><span><a href=\"//www.everydayhealth.com/heart-health/best-heart-health-tests-women/\">heart-related screenings</a></span><span>, and maintain a heart-healthy lifestyle.</span></p> <p><span>As part of the campaign, there will be a live Twitter chat on February 12 hosted by the </span><span><a href=\"https://www.hfsa.org/\">Heart Failure Society of America</a></span><span> and its Canadian counterpart to discuss the current state of </span><span><a href=\"//www.everydayhealth.com/congestive-heart-failure/guide/treatment/\">heart failure treatment</a></span><span> (follow hashtag #HFChat2020), as well as a patient education webinar streamed online on February 13. A new podcast called <em>Heart Failure Beat</em> will also launch during the week.</span></p> <p><span>Interested medical and community groups are encouraged by the Heart Failure Society of America to host a local awareness event during the week, with an organizing kit and supplemental materials available on the group's website.</span></p> <h3><span><strong>World Heart Day Is September 29</strong></span></h3> <p><span>Organized by the </span><span><a href=\"https://www.world-heart-federation.org/\">World Heart Federation</a></span><span>, World Heart Day featured 559 registered activities around the world in 2019. If you or your organization would like to take part in observing the day, there are </span><span><a href=\"https://www.world-heart-federation.org/world-heart-day/get-involved/\">resources available</a></span><span> to share in person or on social media.</span></p> <h2>Community Walks and Athletic Events for Heart Health</h2> <p><span>Each year, a number of different organizations hold walks, runs, and other athletic events across the country to raise awareness of heart disease, along with money to support related causes.</span></p> <p><span>Here is a list of walks and athletic events for heart health in February 2020 and beyond:</span></p> <ul><li><span>Heart Walk</span></li><li><span>Kids Heart Challenge</span></li><li><span>CycleNation</span></li><li><span>Walk for 1 in 100</span></li><li><span>Roar ‘N Run Virtual Charity Race</span></li><li><span>Heart &amp; Vascular 5K Run &amp; Walk (Daytona Beach, Florida)</span></li><li><span>Lawyers Have Heart 10K Race, 5K Run, and Fun Walk (Washington, DC)</span></li></ul> <h3><span><strong>Heart Walk</strong></span></h3> <p><span>This walking event raises money for the American Heart Association, and takes place in cities across the country throughout the year. Many communities hold their walk in February, in recognition of Heart Health Month.</span></p> <p><span>To find a Heart Walk near you, visit the </span><span><a href=\"https://www2.heart.org/site/SPageNavigator/HeartWalk_Landing_Page.html\">event page</a></span><span> from the American Heart Association.</span></p> <h3><span><strong>Kids Heart Challenge</strong></span></h3> <p><span>This school-based event is organized locally with support from the American Heart Association. It features physical activity like jumping rope, along with educational activities and games that teach children about how their heart works. On top of this, the event raises money for children with heart problems.</span></p> <p><span>To learn more about the event or to see if a school near you is participating, visit the </span><span><a href=\"https://www2.heart.org/site/SPageServer%3Bjsessionid=00000000.app30126a?pagename=khc_resources_search&amp;NONCE_TOKEN=18DF3DC625BB399151974C027A133A8E\">event page</a></span><span> from the American Heart Association. </span></p> <h3><span><strong>CycleNation</strong></span></h3> <p><span>This cycling event takes place at indoor and outdoor locations across the country, throughout the year, and may involve either stationary or traditional cycling. It raises money for </span><span>stroke</span><span> and heart disease research funded by the American Heart Association.</span></p> <p><span>To find a CycleNation event near you, visit the </span><span><a href=\"https://www2.heart.org/site/SPageServer/?pagename=cn_home\">event page</a></span><span> from the American Heart Association.</span></p> <h3><span><strong>Walk for 1 in 100</strong></span></h3> <p><span>This walk, which takes place on different dates throughout the year in cities across the country, supports the </span><span><a href=\"https://www.achaheart.org/\">Adult Congenital Heart Association</a></span><span>. Its title refers to the share of the population born with a heart defect.</span></p> <p><span>If there isn't a walk near you, you can sign up for a virtual ACHA Your Way walk that can be done on any day, at any location. For more information, visit the </span><span><a href=\"https://www.achaheart.org/walk1in100\">event page</a></span><span> from the Adult Congenital Heart Association.</span></p> <h3><span><strong>Roar ‘N Run Virtual Charity Race: February 7 to 14, 2020</strong></span></h3> <p><span>This virtual race involves running on your own or with a local group, anytime between February 7 and 14, to raise money for congenital heart disease hospital programs through the group </span><span><a href=\"https://mendedhearts.org/\">Mended Hearts</a></span><span>. Adults can run 5 or 10 kilometers (km) or a half or full marathon, and there's also a children'</span><span>s race.</span></p> <p><span>For more information or to register, visit the </span><span><a href=\"https://www.classy.org/event/roar-n-run-2020-virtual-charity-race/e265310\">event page</a></span><span> from Mended Hearts.</span></p> <h3><span><strong>Heart &amp; Vascular 5K Run &amp; Walk: February 29, 2020</strong></span></h3> <p><span>This event in Daytona Beach, Florida, consists of a timed 5-km race for both walkers and runners of all ages, both to promote awareness of heart health and to raise money for Halifax Health Medical Center. The course includes an ascent to the top of a six-story parking garage.</span></p> <p><span>For more information or to sign up, visit the </span><span><a href=\"https://runsignup.com/Race/FL/DaytonaBeach/MyHeartMatters5K\">event page</a></span><span> from Halifax Health.</span></p> <h3><span><strong>Lawyers Have Heart 10K Race, 5K Run, and Fun Walk: June 13, 2020</strong></span></h3> <p><span>While it doesn't take place until June, this walk and run is a major fundraising event for the American Heart Association in the Washington, DC, area - led by members of the legal community and bringing together over 300 organizations and 6,000 runners and walkers.</span></p> <p><span>For more information or to sign up, visit the </span><span><a href=\"https://www2.heart.org/site/TR?fr_id=5011&amp;pg=entry\">event page</a></span><span> from the American Heart Association.</span></p> <h2>Conferences and Meetings on Heart Health</h2> <p><span>A number of academic conferences, educational events, and fundraising events related to heart disease take place both in February and throughout the year across the United States. They include:</span></p> <ul><li><span><a href=\"//www.everydayhealth.com/heart-health/celebrities-walking-the-aha-fashion-show/\">Go Red for Women Red Dress Collection</a></span></li><li><span><a href=\"https://www.acc.org/cvsummit20\">Cardiovascular Summit</a></span></li><li><span><a href=\"https://professional.heart.org/professional/EducationMeetings/MeetingsLiveCME/InternationalStrokeConference/UCM_316901_International-Stroke-Conference.jsp\">International Stroke Conference</a></span></li><li><span><a href=\"https://www.hfsa.org/hfsa-event/success-with-failure-an-advanced-heart-disease-symposium-endorsed-by-hfsa/\">Success With Failure: An Advanced Heart Disease Symposium</a></span></li><li><span><a href=\"https://www.advancedhfsymposium.com/\">Advanced Heart Failure Symposium</a></span></li><li><span><a href=\"https://accscientificsession.acc.org/\">ACC.20 Together With World Congress of Cardiology</a></span></li><li><span><a href=\"https://www.world-heart-federation.org/global-summit/\">Global Summit on Circulatory Health</a></span></li><li><span><a href=\"https://exhibitatsessions.org/scientific-sessions/future-meetings/\">American Heart Association Scientific Sessions</a></span></li></ul> <h3><span><strong>Go Red for Women Red Dress Collection: February 5, 2020</strong></span></h3> <p><span>This exclusive event where dozens of diverse personalities strut down the catwalk, shining a light on heart disease in women, is organized by - and raises money for - the American Heart Association. You can watch a live stream of the gathering, or a recording of it after the fact, on the </span><span><a href=\"https://www.goredforwomen.org/en/get-involved/attend/red-dress-collection\">event page</a></span><span>.</span></p> <h3><span><strong>Cardiovascular Summit: February 6 to 8, 2020</strong></span></h3> <p><span>This conference, organized by the American College of Cardiology, features presentations by experts on navigating hyper-change and healthcare economics and optimizing CV care and the clinician experience. It's intended for cardiovascular healthcare providers, and takes place at the Marriott Marquis in Washington, DC.</span></p> <p><span>Find out more about the summit at its </span><span><a href=\"https://www.acc.org/cvsummit20\">event page</a></span><span> from the American College of Cardiology.</span></p> <h3><span><strong>International Stroke Conference: February 19 to 21, 2020</strong></span></h3> <p><span>This flagship conference on stroke care is organized by the American Heart Association, and carries the theme A New Era for Stroke Science and Brain Health. It takes place at the Los Angeles Convention Center, and is preceded by a State-of-the-Science Stroke Nursing Symposium on February 18.</span></p> <p><span>For more information or to register, visit the </span><span><a href=\"https://professional.heart.org/professional/EducationMeetings/MeetingsLiveCME/InternationalStrokeConference/UCM_316901_International-Stroke-Conference.jsp\">event page</a></span><span> from the American Heart Association.</span></p> <h3><span><strong>Success With Failure: An Advanced Heart Disease Symposium: February 21, 2020</strong></span></h3> <p><span>This daylong course for medical professionals, organized by the California chapter of the American College of Cardiology and the Heart Failure Society of America, provides a concise review of clinical knowledge and essential professional skills to facilitate the surgical and medical management of patients with advanced heart failure. It takes place at the Marriott Marina Del Rey in Marina Del Rey, California.</span></p> <p><span>For more information, visit the </span><span><a href=\"https://www.eventbrite.com/e/success-with-failure-an-advanced-heart-disease-symposium-registration-83378169349\">event page</a></span><span> from the California Heart Center Foundation.</span></p> <h3><span><strong>Advanced Heart Failure Symposium: February 22, 2020</strong></span></h3> <p><span>This daylong program, hosted by Baylor University Medical Center, aims to increase the participant's knowledge of current advances in the diagnosis and management of heart failure. It takes place at the Westin Dallas Galleria in Dallas.</span></p> <p><span>For more information, visit the </span><span><a href=\"https://thefacet.org/conferences/detail/18\">event page</a></span><span> from the Foundation for Advanced Cardiovascular Education and Training.</span></p> <h3><span><strong>ACC.20 Together With World Congress of Cardiology: March 28 to 30, 2020</strong></span></h3> <p><span>This conference is jointly organized by the American College of Cardiology and the World Heart Federation, and features presentations on the latest science, innovation and practice-changing updates in care, with a special focus on global health. It takes place at McCormick Place in Chicago.</span></p> <p><span>For more information or to register for the conference, visit the </span><span><a href=\"https://accscientificsession.acc.org\">event page</a></span><span> from the American College of Cardiology.</span></p> <h3><span><strong>Global Summit on Circulatory Health: June 15 to 17, 2020</strong></span></h3> <p><span>This small, exclusive conference by the World Heart Federation carries the theme of Rethinking the Future of the Cardiovascular Workforce. It brings together up to 150 experts in health, science, and industry at the Ronald Reagan Building and International Trade Center in Washington, DC.</span></p> <p><span>For more information, visit the </span><span><a href=\"https://www.world-heart-federation.org/5th-global-summit-on-circulatory-health/\">event page</a></span><span> from the World Heart Federation.</span></p> <h3><span><strong>American Heart Association Scientific Sessions: November 14 to 16, 2020</strong></span></h3> <p><span>This annual conference is the most important meeting of the American Heart Association, and features presentations of original research related to heart health. The 2020 conference will take place in Dallas. For more information, visit the </span><span><a href=\"https://professional.heart.org/professional/EducationMeetings/MeetingsLiveCME/ScientificSessions/UCM_316900_Scientific-Sessions.jsp\">event page</a></span><span> from the American Heart Association.</span></p> <h2>Volunteering or Advocating for Heart Health</h2> <p><span>A number of organizations related to heart health offer opportunities for volunteering, including at local hospitals and other healthcare providers. In addition, some organizations offer opportunities to get involved in advocacy or activism to advance heart health through the political process, or to do local fundraising.</span></p> <p><span>Here are web pages where you can learn more about volunteering, advocacy, or fundraising opportunities with these groups:</span></p> <p><span><strong>American Heart Association</strong> </span><span><a href=\"https://www.heart.org/HEARTORG/volunteer/volunteerForm.jsp\">Volunteer With the American Heart Association</a></span></p> <p><span><strong>WomenHeart</strong> </span><span><a href=\"https://www.womenheart.org/get-involved/\">Get Involved</a></span></p> <p><span><strong>Mended Hearts</strong> </span><span><a href=\"https://mendedhearts.org/volunteer/\">Volunteer</a></span><span>, </span><span><a href=\"https://mendedhearts.org/advocacy/\">Advocacy</a></span></p> <p><span><strong>Heart Rhythm Society</strong> </span><span><a href=\"https://www.hrsonline.org/about-us/volunteer-hrs\">Volunteer with HRS</a></span></p> <p><span><strong>Hypertrophic Cardiomyopathy Association</strong> </span><span><a href=\"https://www.4hcm.org/getinvolved\">Get Involved</a></span><span>, </span><span><a href=\"https://www.4hcm.org/fundraisingopportunities\">Fundraising Opportunities</a></span></p> <h2>How to Spread Awareness About Heart Health</h2> <p><span>You can help educate people about heart health during February in a number of different ways:</span></p> <p><span><strong>Add an image or infographic to social media posts.</strong></span><span> Here are links to images and other media that heart health organizations offer for social media:</span></p> <ul><li><span><strong>American Heart Month</strong> </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/american-heart-month/social-media-resources\">Social Media Resources</a></span></li><li><span><strong>National Wear Red Day</strong> </span><span><a href=\"https://www.nhlbi.nih.gov/health-topics/education-and-awareness/heart-month/wear-red-day\">Social Media Resources</a></span></li><li><span><strong>World Heart Day</strong> </span><span><a href=\"https://www.world-heart-federation.org/world-heart-day/materials/\">Resources</a></span><span>, </span><span><a href=\"https://www.world-heart-federation.org/world-heart-day/create-a-poster/\">Create Your Own Poster</a></span></li></ul> <p><span><strong>Use hashtags.</strong></span><span> The following hashtags can be used when discussing different aspects of heart health on social media:</span></p> <ul><li><span><strong>American Heart Month</strong> #ourhearts</span></li><li><span><strong>National Wear Red Day</strong> #WearRedDay</span></li><li><span><strong>Heart Failure Awareness Week</strong> #HFWeek2020</span></li><li><span><strong>Congenital Heart Defects</strong> #CHD, #CHDAware, #RememberOurHearts, #1in110</span></li></ul> <h2>Share Your Story and Tips About Living With Heart Disease</h2> <p><span>You can discuss your experiences living with a heart condition, ask or find answers to a question, or give personal advice to others with a heart condition in a few different online communities:</span></p> <p><span><strong>American Heart Association Support Network </strong></span><span>This wide-ranging online community has <a href=\"https://supportnetwork.heart.org\">areas to connect with people</a> with a similar medical condition, stories and videos featuring people with heart conditions, Q&amp;A with healthcare providers, and a blog that features both profiles of people and news items.</span></p> <p><strong>WomenHeart HeartSisters Online</strong> WomenHeart offers <a href=\"https://www.womenheart.org/find-support/heartsisters/\">two different monthly online virtual meetings</a>, which let you talk in real time to other women with heart disease. One is for general heart disease discussion, while the other has a special focus on atrial fibrillation.</p> <p><span><strong>Mended Hearts </strong></span><span>This online community has different <a href=\"https://connect.mendedhearts.org/home\">groups or forums</a> to discuss heart attack, atrial fibrillation, and stroke, heart failure, and other heart disease.</span></p> <h2>Research Studies and Clinical Trials for Heart Disease</h2> <p><span>You can find out about clinical trials and research studies for different heart conditions - including ones that are recruiting participants - through the following resources:</span></p> <p><span><strong>American Heart Association</strong> </span><span><a href=\"https://www.heart.org/en/professional/quality-improvement/quality-research-and-publications/clinical-research-studies\">Clinical Research Studies</a></span></p> <p><span><strong>American College of Cardiology</strong> </span><span><a href=\"https://www.cardiosmart.org/Heart-Conditions/Coronary-Artery-Disease/The-Research/Clinical-Trial-Finder\">Clinical Trial Finder</a></span></p> <p><span><strong>CenterWatch </strong></span><span><a href=\"https://www.centerwatch.com/clinical-trials/listings/condition/213/heart-disease/\">Heart Disease Clinical Trials</a></span></p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/heart-health/awareness-month/"]},
{"blogTitle": "10 Healthy Twists on the Classic Banana Bread Recipe", "blogText": "<p class=\"eh-pg-headline__dek\">These nutrient-packed banana bread recipes transform the traditional version into a good-for-you option to enjoy as a meal or a snack.</p> <h3 class=\"photogallery-item__media-caption\">Banana bread makes it easy to get your potassium fix.</h3> <p>Comfort food isn't always synonymous with healthfulness - but <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/bananas-nutrition-facts-health-benefits-recipes-risks/\">banana</a> bread can be a delicious exception. Thanks to its star main ingredient, banana bread offers a bounty of potential health perks.</p> <h2><strong>The Proven Health Benefits of Bananas</strong></h2> <p>A medium-size banana offers 422 milligrams (mg) of <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/potassium-defined-recommended-intake-sources-health-benefits-more/\">potassium</a>, or nearly 9 percent of the daily value (DV), according to the <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/341529/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">U.S. Department of Agriculture (USDA)</a>. Indulging in a fresh slice of the fruit-based dessert can help you get your fix of the mineral, which may help reduce blood pressure, according to <a href=\"https://medlineplus.gov/potassium.html\" target=\"_blank\" rel=\"noopener noreferrer\">Medline Plus</a>. Because high blood pressure is linked to a greater risk for heart disease, that's great news for your ticker. A <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21371638\" target=\"_blank\" rel=\"noopener noreferrer\">meta-analysis in the </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21371638\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Journal of the American College of Cardiology</em></a> suggests eating a potassium-rich diet may reduce the risk for <a href=\"https://www.everydayhealth.com/heart-disease/\">heart disease</a> by 27 percent.</p> <p>The <a href=\"https://www.ars.usda.gov/ARSUserFiles/80400530/pdf/DBrief/10_potassium_intake_0910.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">USDA</a> points out that most Americans fall short of getting the adequate intake of potassium, which is 4,700 mg per day.</p> <p>But the health benefits of bananas don't end with its potassium profile, or with the fact that the fruit is a boon to the heart. According to the USDA, that same medium-size banana offers 3 grams (g) of <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/fiber-benefits-food-sources-supplements-side-effects/\">fiber</a>, a nutrient that can help you lose or maintain body weight. The fiber in bananas appears to come from resistant starch. This form of fiber can help reduce appetite after eating, notes a <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19857367\" target=\"_blank\" rel=\"noopener noreferrer\">past</a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19857367\" target=\"_blank\" rel=\"noopener noreferrer\"> study</a>.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/diet-nutrition/diet/what-you-get-from-banana-plus-answers-other-questions/\"><strong>9 Common Questions About Bananas, Answered</strong></a></p> <h2><strong>More Reasons to Go Bananas for Bananas</strong></h2> <p>Other things that make bananas stand out? Their convenience and versatility.</p> <p>It's easy to grab a banana and go - and they're certainly healthier than most packaged snacks that tend to have added sugar, such as dried fruit and granola bars, notes the <a href=\"https://www.eatright.org/food/nutrition/dietary-guidelines-and-myplate/looking-to-reduce-your-familys-added-sugar-intake-heres-how\" target=\"_blank\" rel=\"noopener noreferrer\">Academy of Nutrition and Dietetics</a>.</p> <p>In the kitchen, you can also use bananas to sweeten recipes in lieu of white sugar. Fresh, homemade banana bread recipes offer proof that it's possible. To create the most nutritious loaf possible, you'll want to swap sugar for the naturally sweet fruit, and ditch <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/444977/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">fatty butter</a> in favor of a healthy oil or other creative ingredients.</p> <p>For some sweet inspiration, peruse this list of 10 healthy banana bread recipes that are the perfect treat for this weekend (or any day, really).</p> <h2>Vegan Coconut Banana Bread With Walnut Streusel</h2> <p>If you're <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/vegan-diet-guide-benefits-risks-weight-loss-effect-food-list/\">vegan</a>, chances are you've come across more than a few appealing-sounding banana bread recipes online only to discover that eggs and butter appear in the ingredients list. Let go of that disappointment now by opting to make this animal-product-free version from <a href=\"https://emilykylenutrition.com/about-emily/\" target=\"_blank\" rel=\"noopener noreferrer\">Emily Kyle, RDN</a>, of Livonia, New York. It calls for coconut milk and oil as plant-based substitutes. Bonus: The crumbled walnut streusel provides the <a href=\"https://www.everydayhealth.com/diet-nutrition/omega-3s/\">omega-3 fatty acid</a> AHA, which a <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23076616\" target=\"_blank\" rel=\"noopener noreferrer\">meta-analysis published in the </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23076616\" target=\"_blank\" rel=\"noopener noreferrer\"><em>American Journal of Clinical Nutrition</em></a> associates with a reduced risk of heart disease.</p> <h2>Gluten-Free Carrot Banana Breakfast Bread</h2> <p>Take the nutritional value of your banana bread up a notch by throwing in a veggie that's similar to bananas. Thanks to their fiber and vitamin A, carrots are associated with a reduced risk of certain cancers, as well as heart disease, age-related macular degeneration, and cataracts, among other benefits, notes a <a href=\"https://www.everydayhealth.com/diet-nutrition/omega-3s/\">review published in the </a><a href=\"https://www.everydayhealth.com/diet-nutrition/omega-3s/\"><em>Journal of Food Science and Technology</em></a>. This recipe from Minneapolis-based <a href=\"https://itsavegworldafterall.com/philosophy/\" target=\"_blank\" rel=\"noopener noreferrer\">Lizzie Streit, RDN</a>, of It's a Veg World After All, makes it easy to reap this veggie's perks. As a bonus for those with <a href=\"https://www.everydayhealth.com/celiac-disease/guide/\">celiac disease</a>, it's gluten-free!</p> <h2>Reduced-Sugar Banana Bread</h2> <p>As mentioned, bananas offer a natural sweetness, and yet some recipes go overboard by adding additional granulated white sugar, which can harm heart health, according to <a href=\"https://www.health.harvard.edu/heart-health/the-sweet-danger-of-sugar\" target=\"_blank\" rel=\"noopener noreferrer\">Harvard Health Publishing</a>. Not so with this option. By adding ground <a href=\"https://www.everydayhealth.com/diet/flaxseed-what-superfood-offers-how-add-it-your-diet/\">flaxseed</a> to provide a fiber-rich source of plant-based fat, per the <a href=\"https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/expert-answers/flaxseed/faq-20058354\" target=\"_blank\" rel=\"noopener noreferrer\">Mayo Clinic</a>, this recipe creates the same moisture and texture of traditional banana bread. Meanwhile, it slashes the added sugar in the typical loaf by almost half, says the recipe's creator, <a href=\"https://healthyideasplace.com/about/\" target=\"_blank\" rel=\"noopener noreferrer\">Marie Dittmer, RD</a>.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/diet-nutrition/best-plant-based-sources-of-protein/\"><strong>10 of the Best Plant-Based Sources of Protein</strong></a></p> <h2>Gluten-Free Pumpkin Banana Bread</h2> <p>Put an autumnal twist on your banana bread by mixing in mashed pumpkin, which, like banana, adds a touch of natural sweetness. Beyond the delicious taste of this fall staple, pumpkin offers a boost of <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/antioxidants-health-benefits-best-sources-side-effects-more/\">antioxidants</a> from beta-carotene (aka the component that gives fruit and veggies their red and orange color, per an <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6259627/\" target=\"_blank\" rel=\"noopener noreferrer\">article in </a><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6259627/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Molecules</em></a>). Beta-carotene is linked with a reduced risk of cataracts and nighttime blindness, according to a <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25194611\" target=\"_blank\" rel=\"noopener noreferrer\">meta-analysis</a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25194611\" target=\"_blank\" rel=\"noopener noreferrer\"> published in October 2014 in </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25194611\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Nutrition</em></a>. Fittingly, this recipe comes from Chicago-based <a href=\"https://www.onceuponapumpkinrd.com/about/\" target=\"_blank\" rel=\"noopener noreferrer\">Maggie Michalczyk, RDN</a>, founder of the blog Once Upon a Pumpkin.</p> <h2>High-Protein Banana Walnut Bread</h2> <p>If you're preparing banana bread for breakfast, you'll want to choose a recipe that'll fill you up and keep your energy level steady till lunch. This recipe, from <a href=\"https://livebest.info/about/\" target=\"_blank\" rel=\"noopener noreferrer\">Judy Barbe, RDN</a>, a culinary dietitian based in Casper, Wyoming, is packed with <a href=\"https://www.everydayhealth.com/diet-nutrition/protein-how-much-you-need-benefits-sources-more/\">protein</a> (from the <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/563284/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">yogurt</a>) and fiber, and fits that bill. The addition of <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/618500/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">prunes</a> naturally sweetens the recipe while increasing the fiber in your slice. And, because prunes may help prevent bone loss, as a <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28505102\" target=\"_blank\" rel=\"noopener noreferrer\">May 2017 study in </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28505102\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Nutrients</em></a> suggests, this recipe can do more than just make your taste buds happy.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/photogallery/fiber-rich-foods.aspx\"><strong>10 High-Fiber Foods to Add to Your Diet</strong></a></p> <h2>Espresso Banana Bread With Dark Chocolate</h2> <p>What's better than a warm slice of banana bread? How about a dark chocolate slice of banana bread, from Denver-based <a href=\"https://leanneray.com/about/\" target=\"_blank\" rel=\"noopener noreferrer\">Leanne Ray, RDN</a>, with a kick of espresso to kick-start your day? Not only does the <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/168944/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">whole-grain flour</a> and <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/380040/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">flaxseed</a> in this recipe boost the fiber content, but the addition of dark chocolate may help to lower total and <a href=\"https://www.everydayhealth.com/high-cholesterol/guide/ldl/\">LDL (</a><a href=\"https://www.everydayhealth.com/high-cholesterol/guide/ldl/\">bad</a>)<a href=\"https://www.everydayhealth.com/high-cholesterol/guide/ldl/\"> </a><a href=\"https://www.everydayhealth.com/high-cholesterol/guide/ldl/\">cholesterol</a> levels, notes a <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21559039\" target=\"_blank\" rel=\"noopener noreferrer\">meta-analysis published in the </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/21559039\" target=\"_blank\" rel=\"noopener noreferrer\"><em>European Journal of Clinical Nutrition</em></a>.</p> <h2>Banana Bread Overnight Oats</h2> <p>From NYC-based <a href=\"https://chelseyamernutrition.com/about-chelsey/\" target=\"_blank\" rel=\"noopener noreferrer\">Chelsey Amer, RDN</a>, this new take on a classic not only provides all the taste that you love but also essentially makes itself while you sleep overnight. Using only five simple ingredients, you can whip this recipe together in a mason jar and bring it with you for a quick meal or snack. And if you're  looking to add more heart-healthy foods to your diet, the rolled <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/oatmeal-benefits-risks-recipes-more/\">oats</a> are <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/368739/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">rich in the fiber</a> beta-glucan, which may help lower LDL cholesterol, according to a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5810204/\" target=\"_blank\" rel=\"noopener noreferrer\">review published in April 2018 in the </a><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5810204/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>International Journal of Molecular Medicine</em></a>.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/diet-nutrition/diet/creative-oatmeal-recipes/\"><strong>8 Ways to Take Your Oatmeal to the Next Level</strong></a></p> <h2>Oat Banana Date Quick Bread</h2> <p>Whether you are looking to limit added sugar, avoid <a href=\"https://www.everydayhealth.com/gluten/guide/\">gluten</a>, or simply want to boost your protein and fiber intake, this banana bread recipe checks all the boxes. Using a blend of almond meal, and oat and coconut flours, this sweet bread from <a href=\"https://nutrisavvyhealth.com/meet-lauren/\" target=\"_blank\" rel=\"noopener noreferrer\">Lauren O'Connor, RD</a>, a yoga teacher in Los Angeles, provides the same texture as a typical traditional loaf with more nutrition. It gets its natural sweetness from the dates and, of course, the fresh banana!</p> <h2>Olive Oil Almond Banana Bread</h2> <p>Many banana bread recipes use butter as the main source of fat, but just 1 tablespoon (tbsp) of butter contains 7 g of <a href=\"https://www.everydayhealth.com/saturated-fat/guide/\">saturated fat</a>, or 36 percent of the DV, per the <a href=\"https://fdc.nal.usda.gov/fdc-app.html#/food-details/442117/nutrients\" target=\"_blank\" rel=\"noopener noreferrer\">USDA</a>. In excess, saturated fat can increase LDL cholesterol levels, according to the <a href=\"https://www.heart.org/en/health-topics/cholesterol/prevention-and-treatment-of-high-cholesterol-hyperlipidemia/the-skinny-on-fats\" target=\"_blank\" rel=\"noopener noreferrer\">American Heart Association</a>. This recipe, which is from Athens, Greece–based <a href=\"https://www.everydayhealth.com/mediterranean-diet/guide/\">Mediterranean diet</a> blogger <a href=\"https://www.olivetomato.com/about/\" target=\"_blank\" rel=\"noopener noreferrer\">Elena Paravantes, RD</a>, swaps out the saturated fat and replaces it with <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/olive-oil-nutrition-benefits-beauty-uses-top-sellers-more/\">olive oil</a>, which, unlike butter, is associated with better heart health, notes the <a href=\"https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/expert-answers/food-and-nutrition/faq-20058439\" target=\"_blank\" rel=\"noopener noreferrer\">Mayo Clinic</a>. What's more, this recipe contains <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/chocolate-dark-chocolate-nutrition-facts-health-benefits-caffeine-recipes/\">dark chocolate</a> - which <a href=\"https://www.hsph.harvard.edu/nutritionsource/food-features/dark-chocolate/\" target=\"_blank\" rel=\"noopener noreferrer\">Harvard</a> notes is rich in <a href=\"https://www.everydayhealth.com/pictures/foods-high-in-iron/\">iron</a>, magnesium, and <a href=\"https://www.everydayhealth.com/diet-nutrition/zinc/\">zinc</a> - and <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/almonds-nutrition-benefits-how-eat-more/\">almonds</a>, which an <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5946253/\" target=\"_blank\" rel=\"noopener noreferrer\">April 2018 review in </a><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5946253/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Nutrients</em></a> notes supply fiber, potassium, and a variety of other heart-healthy nutrients.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/mediterranean-diet/complete-mediterranean-diet-food-list-day-meal-plan/\"><strong>A Complete Mediterranean Diet Food List and 14-Day Meal Plan</strong></a></p> <h2>Tahini Chocolate Chip Banana Bread</h2> <p>If you've never baked with tahini before, you are missing out on both flavor and nutrition. Tahini is a paste made from sesame seeds, which a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127822/\" target=\"_blank\" rel=\"noopener noreferrer\">July–December 2014 review published in </a><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127822/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Pharmacognosy Reviews</em></a> notes offers protein, fiber, <a href=\"https://www.everydayhealth.com/drugs/thiamine-vitamin-b1\">vitamin B1</a>, <a href=\"https://www.everydayhealth.com/diet-nutrition/calcium/\">calcium</a>, and more key nutrients. In this recipe from Boston-based yoga teacher <a href=\"https://karalydon.com/about/\" target=\"_blank\" rel=\"noopener noreferrer\">Kara Lydon, RD</a>, tahini provides a delicious nutty taste that pairs perfectly with chocolate, making for an exciting new take on the classic banana bread.</p> <h2 class=\"eh-section-title__heading\">Most Recent in Diet &amp; Nutrition</h2>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/diet-nutrition/healthy-twists-on-the-classic-banana-bread-recipe/"]},
{"blogTitle": "Your Home-Based Rheumatoid Arthritis Workout Routine", "blogText": "<h2 class=\"section-cards__header\"><span class=\"videologues__playlist-title\"></span><span class=\"videologues__playlist-count\">3 Videos</span></h2> <h3>\r\n                                            <a href=\"/solutions/stories/home-based-rheumatoid-arthritis-workout-routine/s/stretching/\">Exercising With RA: Start by Stretching</a>\r\n                                        </h3> <h3>\r\n                                            <a href=\"/solutions/stories/home-based-rheumatoid-arthritis-workout-routine/s/good-day/\">Good Day With RA? Try These Strengthening Exercises</a>\r\n                                        </h3> <h3>\r\n                                            <a href=\"/solutions/stories/home-based-rheumatoid-arthritis-workout-routine/s/bad-day/\">Bad Day With RA? Try These Low-Impact Moves</a>\r\n                                        </h3> <ul class=\"section-cards__pager-list\">\r\n                <li class=\"active\">\r\n                    <a href=\"#\" data-pager-index=\"0\">0</a>\r\n                </li>\r\n                <li class=\"\">\r\n                    <a href=\"#\" data-pager-index=\"1\">1</a>\r\n                </li>\r\n                <li class=\"\">\r\n                    <a href=\"#\" data-pager-index=\"2\">2</a>\r\n                </li>\r\n        </ul> <h3 class=\"widget__title\">\r\nSign up for our Living with Rheumatoid Arthritis newsletter!    </h3> <h3 class=\"widget__title widget__title--success\">\r\n        Thanks for signing up for our newsletter! You should see it in your inbox very soon.\r\n    </h3> <h2 class=\"section-cards__header\">\r\nMore in <a href=\"http://www.everydayhealth.com/rheumatoid-arthritis/\">Rheumatoid Arthritis</a>        </h2> <h3><a href=\"https://www.everydayhealth.com/rheumatoid-arthritis/how-try-breathwork-ra-related-stress-pain/\">Have You Tried Breathing Exercises for RA?</a></h3> <h3><a href=\"https://www.everydayhealth.com/hs/rheumatoid-arthritis-treatment-management/attitude-makes-all-the-difference/\">How Your Attitude Impacts Your RA</a></h3> <h3><a href=\"https://www.everydayhealth.com/rheumatoid-arthritis/autoimmune-protocol-diet-aip-diet-ra/\">Does the Autoimmune Protocol Diet Help RA?</a></h3> <p>Last Updated: 03/11/2020</p> <ul class=\"eh-footer__links-container\">\r<li><a class=\"eh-footer__link\" href=\"/about-us/\">About Us</a></li>\r<li><a class=\"eh-footer__link\" href=\"/newsletter-subscriptions/signup/\">Newsletters</a></li>\r<li><a class=\"eh-footer__link\" href=\"/news/\">Health News</a></li>\r<li><a class=\"eh-footer__link\" href=\"/solutions/landing/sponsors/\">Our Sponsors</a></li>\r<li><a class=\"eh-footer__link\" href=\"https://www.everydayhealth.com/editorial-policies/\">Editorial Policy</a></li>\r<li><a class=\"eh-footer__link\" href=\"//www.cvent.com/Surveys/Welcome.aspx?s=3bf4d45a-b8ce-49e4-b24c-49d5e101ad05&amp;refid=everydayhealth\" target=\"_blank\">Feedback</a></li>\r</ul> <ul class=\"eh-footer__links-container\">\r<li><a class=\"eh-footer__link\" href=\"https://jobs.jobvite.com/j2-global/jobs\" target=\"_blank\">Careers</a></li>\r<li><a class=\"eh-footer__link\" href=\"/privacyterms/#everyday_health_terms_of_use\">Terms of Use</a></li>\r<li><a class=\"eh-footer__link\" href=\"/privacyterms/#everyday_health_privacy_policy\">Privacy Policy</a></li>\r<li><a class=\"eh-footer__link\" href=\"/accessibility-statement/\">Accessibility Statement</a></li>\r<li><a class=\"eh-footer__link\" href=\"/contact-us/\">Contact Us</a></li>\r</ul> <ul class=\"eh-footer__links-container\">\r<li><a class=\"eh-footer__link\" href=\"/about-us/\">About Us</a></li>\r<li><a class=\"eh-footer__link\" href=\"/newsletter-subscriptions/signup/\">Newsletters</a></li>\r<li><a class=\"eh-footer__link\" href=\"/news/\">Health News</a></li>\r<li><a class=\"eh-footer__link\" href=\"/solutions/landing/sponsors/\">Our Sponsors</a></li>\r</ul> <ul class=\"eh-footer__links-container\">\r<li><a class=\"eh-footer__link\" href=\"https://www.everydayhealth.com/editorial-policies/\">Editorial Policy</a></li>\r<li><a class=\"eh-footer__link\" href=\"//www.cvent.com/Surveys/Welcome.aspx?s=3bf4d45a-b8ce-49e4-b24c-49d5e101ad05&amp;refid=everydayhealth\" target=\"_blank\">Feedback</a></li>\r<li><a class=\"eh-footer__link\" href=\"https://jobs.jobvite.com/j2-global/jobs\" target=\"_blank\">Careers</a></li>\r<li><a class=\"eh-footer__link\" href=\"/privacyterms/#everyday_health_terms_of_use\">Terms of Use</a></li>\r</ul> <ul class=\"eh-footer__links-container\">\r<li><a class=\"eh-footer__link\" href=\"/privacyterms/#everyday_health_privacy_policy\">Privacy Policy</a></li>\r<li><a class=\"eh-footer__link\" href=\"/accessibility-statement/\">Accessibility Statement</a></li>\r<li><a class=\"eh-footer__link\" href=\"/contact-us/\">Contact Us</a></li>\r<li><a class=\"eh-footer__link\" href=\"/ccpa-privacy-policy/\">Do Not Sell My Info</a></li>\r</ul>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/solutions/stories/home-based-rheumatoid-arthritis-workout-routine/"]},
{"blogTitle": "Task Force Questions Value of Routine Screening for Cognitive Impairment", "blogText": "<p class=\"eh-pg-headline__dek\">In an updated report, the USPSTF concludes there is insufficient evidence to support screening asymptomatic older adults for cognitive impairment.</p> <p>For years, doctors have used a number of different testing tools to screen for cognitive impairment in older adults.</p> <p>Examples include the verbal fluency test, in which your doctor may, for example, ask you to list as many animals as you can in 60 seconds, or the Sweet 16 test, which quickly assesses several types of cognitive function.</p> <p>Now, however, the U.S. Preventive Services Task Force (USPSTF), a volunteer panel of national experts in prevention and evidence-based medicine, has called the value of these screening tools into question in a <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2761651?resultClick=1\" target=\"_blank\" rel=\"noopener noreferrer\">report published February 25 in the<em> Journal of the American Medical Association</em></a>. After reviewing published research from dozens of clinical studies, the USPSTF has indicated that evidence supporting the use of these tests is lacking - meaning: it's insufficient to properly assess the potential benefits and harms associated with them.</p> <h2><strong>Screening for Cognitive Impairment Given an ‘I' for Insufficient Evidence</strong></h2> <p>They didn't give it a ‘D' rating, which would be against the use of screening; they gave it an ‘I' for insufficient evidence, notes <a href=\"https://www.mountsinai.org/profiles/howard-m-fillit\" target=\"_blank\" rel=\"noopener noreferrer\">Howard Fillit, MD</a>, the founding executive director and chief science officer for the Alzheimer's Drug Discovery Foundation (ADDF) and a geriatrician and neurologist at Mount Sinai Medical Center in New York City.</p> <p>The report is actually an update of a similar one issued by the USPSTF in 2014. Although it's unclear how many clinicians take these types of recommendations on board, the report could change how so-called <a href=\"https://www.everydayhealth.com/dementia/progression-pace-decline-varies/\">mild cognitive impairment</a> and <a href=\"https://www.everydayhealth.com/dementia/\">dementia</a> are diagnosed and treated - and its release isn't without controversy.</p> <p>Indeed, on the day the task force recommendations were released, the ADDF noted that even though the task force report does not imply people with memory or related cognitive problems should forego assessment, there is a risk that some will interpret the report's no evidence finding as negative evidence.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/multiple-sclerosis/symptoms/thinking-memory-problems-ms/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">How to Manage Thinking and Memory Problems in MS</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/emotional-health/longer-nfl-career-tied-depression-anxiety-cognitive-decline/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Longer NFL Career Tied to Depression, Anxiety, and Cognitive Decline</a></h3> <h2><strong>Screening for Dementia Still Deemed Worthy</strong></h2> <p>In general, the USPSTF writes that there is insufficient evidence supporting the screening of asymptomatic, community-dwelling adults age 65 and older for cognitive impairment. Essentially, the group argues that more research is needed.</p> <p>In addition, although the task force acknowledges that there is adequate evidence that some screening tools can be used effectively to <a href=\"https://www.everydayhealth.com/dementia/guide/diagnosis/\">detect dementia</a> in roughly one out of five adults between ages 65 and 74, and up to 50 percent of adults age 85 and older, their ability to spot mild cognitive impairment, which is far more common, is less well proved.</p> <p>Furthermore, the USPSTF says, even if cognitive impairment is diagnosed earlier through the use of these tests, the research evidence to date suggests that many medications the doctors would prescribe on the basis of the results - including drugs like <a href=\"https://www.everydayhealth.com/drugs/namenda\">Namenda (memantine)</a> and the <a href=\"https://www.everydayhealth.com/alzheimers-disease/guide/treatment/\">acetylcholinesterase inhibitors</a> - would have only a small effect in preserving cognitive function.</p> <p>Evidence supporting the use of nonpharmacologic treatments like certain vitamins and dietary supplements is also inadequate, the task force adds.</p> <h2><strong>Some Experts Disagree, Saying There's Greater Harm in Doing Nothing</strong></h2> <p>I've been taking care of people with dementia for 40 years, Dr. Fillit notes. When I see a statement like this that effectively says, ‘There's nothing I can do,' well, what have I been doing with my patients? The danger is that this recommendation can easily lead to an attitude of nihilism toward early diagnosis, care, and treatment of older people with cognitive impairment.</p> <p>In a commentary published in conjunction with the task force recommendations, <a href=\"https://www.mayo.edu/research/faculty/petersen-ronald-c-m-d-ph-d/bio-00078363\" target=\"_blank\" rel=\"noopener noreferrer\">Ronald C. Petersen, MD, PhD</a>, a consulting neurologist at the Mayo Clinic in Rochester, Minnesota, and <a href=\"https://profiles.ucsf.edu/kristine.yaffe\" target=\"_blank\" rel=\"noopener noreferrer\">Kristine Yaffe, MD</a>, a professor of psychiatry, neurology, and epidemiology at the University of California in San Francisco, wrote that, the lack of evidence in the literature does not necessarily mean that screening has no benefits.</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">20 Top Self-Care Tips for Being Stuck at Home During the Coronavirus Pandemic</a></h3> <p>They essentially echo the sentiments of the ADDF's Fillit in noting that, patients and clinicians might be concerned … that screening is of no value. … That would be unfortunate. A negative interpretation of the value of cognitive screening in the primary care setting would ignore the potential value to patients and families of the knowledge of the patient's cognitive function.</p> <p>In other words, as Fillit argues, even if screening effectively identifies only 20 percent of adults with cognitive impairment, and gets them on treatment designed to help slow their decline, isn't that better than getting none of these people the care that could help them?</p> <p><strong>RELATED: <a href=\"https://www.everydayhealth.com/columns/my-health-story/day-life-with-mild-cognitive-impairment/\">A Day in the Life With Mild Cognitive Impairment</a></strong></p> <h2><strong>Others Say Risk Reduction Is Possible With or Without Testing</strong></h2> <p>In another commentary published with the USPSTF report, <a href=\"https://www.phpc.cam.ac.uk/people/phab/phab-senior-academic-staff/professor-carol-brayne-cbe/\" target=\"_blank\" rel=\"noopener noreferrer\">Carol Brayne, MD</a>, a professor of public health medicine at the University of Cambridge in the United Kingdom, writes that, <a href=\"https://www.everydayhealth.com/columns/health-answers/ways-prevent-dementia/\">risk reduction for cognitive impairment</a> includes stopping smoking and moderating alcohol intake; promoting healthful diet and physical activity; and preventing and managing hypertension, cardiovascular disorders, diabetes, and depression. Clinicians can recommend these approaches to reduce risk to all older adults without the need for any cognitive screening.</p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/dementia/task-force-questions-value-routine-screening-cognitive-impairment/"]},
{"blogTitle": "Digital Heart-Health Trends You Should Know About", "blogText": "<p class=\"eh-pg-headline__dek\">Heart-health technology continues to evolve, introducing new ways of managing and monitoring heart disease. Here's a roundup of the latest tech tools that could do your heart good.</p> <p>Monitoring heart health isn't limited to using medical equipment found in the doctor's office anymore. Digital health tools, such as the <a href=\"https://www.everydayhealth.com/heart-health/living-with/new-apple-watch-heart-features-fda-approval/\">Apple Watch 4</a>, smartphone apps, wearables, and smart <a href=\"https://www.everydayhealth.com/products/reviews/best-blood-pressure-monitors/\">blood pressure monitors</a>, now provide people with the power to manage their health and well-being.</p> <p>Everyday Health researched the digital landscape to bring you our picks for the most promising and helpful technologies that can help with the diagnosis and treatment of <a href=\"https://www.everydayhealth.com/heart-disease/\">heart disease</a>.</p> <h2>A New Gaming Technology Helps Stroke Survivors Recover</h2> <p>Every year, more than 795,000 people in the United States have a stroke, <a href=\"https://www.cdc.gov/stroke/facts.htm\" target=\"_blank\" rel=\"noopener noreferrer\">according to the Centers for Disease Control and Prevention (CDC)</a>. Some stroke survivors suffer from hemispatial neglect, a condition that causes people to be unaware of or neglect sounds, people, and objects located on one side of the body, making it hard for them to perform daily tasks. Researchers at the <a href=\"http://www.uea.ac.uk/\" target=\"_blank\" rel=\"noopener noreferrer\">University of East Anglia</a> in England, along with industry collaborator <a href=\"https://evolvrehab.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Evolv Rehabilitation Technologies</a>, have come up with a virtual reality experience using video game technology to help stroke survivors regain their physical coordination.</p> <p>Rather than follow traditional rehab exercises, which tend to be boring or monotonous, the video game setting makes rehab more interesting.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/heart-failure/heart-failure-deaths-in-us-rise-dramatically-study-finds/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Heart Failure Deaths in US Rise Dramatically, Study Finds</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/hypertension/when-is-low-blood-pressure-too-low/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">When Is Low Blood Pressure Too Low?</a></h3> <p>We know that adherence is key to recovery - so we wanted to create something that makes it fun to stick to a rehabilitation task, says lead researcher <a href=\"https://people.uea.ac.uk/s_rossit\" target=\"_blank\" rel=\"noopener noreferrer\">Stephanie Rossit, PhD</a>, from UEA School of Psychology, in a <a href=\"https://www.uea.ac.uk/about/-/virtual-rehab-how-gamification-can-help-stroke-recovery\" target=\"_blank\" rel=\"noopener noreferrer\">press release</a>.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/stroke/study-finds-stroke-survivors-benefit-from-cardiac-rehab/\"><strong>Stroke Survivors May Benefit From Same Aerobic Fitness Programs Prescribed After Heart Attacks</strong></a></p> <h2>HeartTrends: A Less Stressful Stress Test</h2> <p>While an exercise stress test can determine how healthy your heart is and how well it works during physical stress, the test requires a significant amount of physical activity that isn't necessarily for everyone, particularly those who are physically disabled, elderly, or overweight.</p> <p>The <a href=\"https://www.heartrends.com/\" target=\"_blank\" rel=\"noopener noreferrer\">HeartTrends</a>® app is a new stress test alternative designed for early detection of ischemia, a condition in which there is decreased blood flow and oxygen to the heart muscle. The app works by recording 20 minutes of your heart's activity while doing normal daily tasks like sitting, eating, walking, and talking. Wearing a simple heart rate recorder, you get your data analyzed instantly.</p> <p>In collaboration with the Mayo Clinic, Lev-El Diagnostics - the makers of HeartTrends - presented a study at the 2019 American Heart Association's meeting that looked at the connection between heart rate variability (HRV) and the presence of myocardial ischemia in healthy individuals without known coronary artery disease. Researchers found that the test improved detection of myocardial ischemia versus traditional methods, like treadmill stress testing.</p> <p><a href=\"https://www.heartrends.com/management\" target=\"_blank\" rel=\"noopener noreferrer\">Dov Rubin, PhD</a>, CEO of Lev-El Diagnostics, hopes the test will eventually get introduced as part of the annual health checkup. Our long-term vision is that eventually HeartTrends gets integrated as part of all wearable smart devices, enabling everyone to take the test whenever they wish, he says.</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">From Addiction to Pain Management, New Virtual Reality Tech Expands Its Reach in Healthcare</a></h3> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/heart-disease/obesity-heart-disease-whats-connection/\"><strong>Obesity and Heart Disease: What's the Connection?</strong></a></p> <h2>BPM Core: A Smart Way to Keep Track of Your Blood Pressure<strong> </strong></h2> <p>An estimated 1 in 3 American adults have <a href=\"https://www.everydayhealth.com/high-blood-pressure/guide/\">high blood pressure</a>, also called hypertension. While it's a common condition with few or no symptoms, it's the leading cause of heart attack, <a href=\"https://www.everydayhealth.com/stroke/guide/\">stroke</a>, and heart failure. To keep track of your blood pressure, there are tons of monitors available that you can use at home, some even come with a handy app so you can track any trends or patterns.</p> <p>Among them is the <a href=\"https://www.withings.com/us/en/bpm-core\" target=\"_blank\" rel=\"noopener noreferrer\">BPM Core</a>, a blood pressure monitor by French consumer electronics company Withings that tracks blood pressure, records ECG, and can detect heart abnormalities using a digital stethoscope, particularly disturbances that indicate a risk for heart valve disease, <a href=\"https://my.clevelandclinic.org/health/diseases/17600-valve-disease-types\" target=\"_blank\" rel=\"noopener noreferrer\">according to the Cleveland Clinic</a>. Readings are instantly shown on the device, and Wi-Fi sync means you don't need your phone nearby. The device isn't widely available in the United States, but it is sold exclusively at Apple.com and Withings.com.</p> <h2><strong>A Smart Shoe</strong></h2> <p>Health-tracking shoes are becoming the next generation of footwear. The <a href=\"https://www.ces.tech/Innovation-Awards/Honorees/2020/Honorees/F/FootWARE.aspx\" target=\"_blank\" rel=\"noopener noreferrer\">2020 Honoree of the CES Innovation Awards</a>, FootWARE, is the first smart shoe to measure heart rate, respiratory rate, blood pressure, stress level, and movement patterns, says the manufacturer, <a href=\"https://tacsense.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TacSense</a>. It can also detect an abnormal gait. The data collected by the shoe, using the company's flexible and ultrasensitive FITS sensing technology, can be shared with your doctors to help you maintain optimal health.</p> <p>Eventually, the shoe will be able to monitor health conditions like peripheral artery disease, <a href=\"https://tacsense.com/applications/#application-wearable-pulse-sensing\" target=\"_blank\" rel=\"noopener noreferrer\">according to the company's website</a>. FootWARE isn't currently available for sale in the United States but it is expected to be released early in 2020.</p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/heart-health/digital-heart-health-trends-you-should-know-about/"]},
{"blogTitle": "How to Tweak Your Skin-Care Routine for Spring, Depending on Your Skin Type", "blogText": "<p class=\"eh-pg-headline__dek\">Get rid of dull winter skin by exfoliating and moisturizing, then step into the season with a lighter cleanser and moisturizer, and more.</p> <p>When the first signs of spring emerge, it's like a breath of fresh air - and your skin loves it, too. With the change from winter to spring, our skin is exposed less to cold, dry air and more to higher moisture levels in the air, warmer temperatures, and increased sunshine, says <a href=\"https://www.mdcsnyc.com/provider/blair-murphy-md\" target=\"_blank\" rel=\"noopener noreferrer\">Blair Murphy-Rose, MD</a>, a board-certified dermatologist at Medical Dermatology and Cosmetic Surgery in New York City and assistant faculty at NewYork-Presbyterian/Weill Cornell Medical Center.</p> <p>You can look at changing your spring skin-care routine in a couple of ways: First, reevaluate your relationship with the products you should be using year-round, such as <a href=\"https://www.everydayhealth.com/skin-beauty/sunscreen-glossary-decoding-every-spf-term-you-need-know/\">sunscreen</a>, then pivot how you use other products to accommodate for warmer weather, says <a href=\"https://www.schweigerderm.com/providers/michele-farber-md/\" target=\"_blank\" rel=\"noopener noreferrer\">Michelle Farber, MD</a>, a board-certified dermatologist with the Schweiger Dermatology Group in New York City. Because of rising humidity and extra sweat, you'll change the way you'll <a href=\"https://www.everydayhealth.com/hs/adult-acne/acne-treatments/\">treat acne</a>, signs of aging, or both, she says.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/beauty-pictures/everything-you-didnt-know-about-washing-your-face.aspx\"><strong>8 Simple Rules for Washing Your Face</strong></a></p> <p>Now that you know you'll be switching things up, you'll want to know how. Here are seven tweaks to consider for glowing and gorgeous skin all spring, depending on your skin type or concern.</p> <h2><strong>If You Have Dry Skin, Get Your Glow Back With a Weekly Hydrating Mask</strong></h2> <p><a href=\"https://www.everydayhealth.com/skin-beauty/how-to-tweak-your-skin-care-routine-for-winter-depending-on-your-skin-type/\">Winter has a way of stealing your natural glow</a>, and it's time to reintroduce yourself to a more vibrant skin tone come spring. To get rid of dry, dull, and sometimes flaky skin, I recommend a combination of moisturization and exfoliation, says Dr. Murphy-Rose. A gentle hydrating mask once or twice a week will infuse skin with the moisture it needs to recover from parching winter winds. She likes SkinCeuticals Hydrating B5 Mask ($55, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.dermstore.com/product_Hydrating+B5+Masque_10908.htm\">Dermstore.com</a>), a gel-based mask with <a href=\"https://www.everydayhealth.com/skin-beauty/hyaluronic-acid-definition-benefits-and-the-best-serums/\">hyaluronic acid</a> (which helps absorb moisture from the environment) and vitamin B5 (to support skin repair).</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/skin-beauty/wellness-bloggers-tips-protect-skin-from-sun-damage/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">7 Wellness Bloggers' Tips to Protect Skin From Sun Damage</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/beauty-pictures/7-surprising-causes-of-dry-skin.aspx\" target=\"\" title=\"\" rel=\" noopener noreferrer\">10 Surprising Causes of Dry Skin</a></h3> <h2><strong>If You Have Dull Skin, Slough Off Dead Cells With an Exfoliating Cleanser</strong></h2> <p>As Murphy-Rose mentioned, <a href=\"https://www.everydayhealth.com/skin-beauty/a-detailed-guide-on-how-to-exfoliate-your-skin/\">exfoliation</a> is critical for removing the layer of dead skin cells that makes skin appear sallow and feel flaky. Exfoliation will bring a fresh layer of skin to the surface. Your complexion will be brighter, and there's the added benefit that your skin-care products will be more readily absorbed, and thus will work better, she says. Gentle chemical-based exfoliants are less likely to cause irritation compared with harsh scrubs. If you've been using a creamy cleanser, switch to a cleanser with alpha- or beta-hydroxy acids, such as Glytone Mild Cream Cleanser ($33, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.dermstore.com/product_Mild+Cream+Cleanser_359.htm\">Dermstore.com</a>). Look for glycolic or lactic acid; those with salicylic acid are best for acne-prone complexions.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/skin-beauty/a-comprehensive-guide-to-using-acids-in-your-skin-care-routine/\"><strong>A Comprehensive Guide to Using Acids in Your Skin-Care Routine</strong></a></p> <h2><strong>If You Have Acne-Prone Skin, Switch to a Lighter-Weight Moisturizer </strong></h2> <p>In winter, your skin needs all the help it can get when it comes to hydration. Now for spring, you may be emerging from hibernation and spending more time outdoors, which means you're probably sweating more, says Dr. Farber. If you have oily or acne-prone skin, you'll want to consider making the change to a <a href=\"https://www.everydayhealth.com/skin-beauty/the-benefits-of-using-a-water-based-gel-moisturizer/\">gel-based moisturizer</a>, which is generally lighter weight and less likely to plug pores than those formulated with oil. Clinique Dramatically Different Moisturizing Gel ($28, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.sephora.com/product/dramatically-different-moisturizing-gel-P122900\">Sephora.com</a>) is one option.</p> <p>On the other hand, if you have sensitive skin, you might want to keep using a thicker, richer cream to more readily lock in moisture and preserve skin's protective barrier. If yours is the type that is both sensitive and acne-prone, look for moisturizers that are oil-free or noncomedogenic, which means it won't plug up pores. One example: Neutrogena Oil-Free Facial Moisturizer ($9.39, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.amazon.com/Neutrogena-Moisturizer-Ultra-Gentle-Lightweight-Moisturizers/dp/B000052YOX\">Amazon.com</a>).</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">6 Ways to Reduce Fine Lines and Wrinkles Without Getting Botox </a></h3> <p>Make these modifications based on how your skin is feeling. Also remember that early and late spring can be very different from each other in terms of weather, so you may need to make adjustments based on the temperature changes in your area, she says.</p> <h2><strong>If You Have Aging Skin, Ramp Up Your Retinoid Usage</strong></h2> <p>Retinoids, which are <a href=\"https://www.everydayhealth.com/drugs/vitamin-a\">vitamin A</a> derivatives, are the mainstay of a healthy skin-care routine because they increase cellular turnover on skin to make your complexion appear brighter and fresher and, according to <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30674002\" target=\"_blank\" rel=\"noopener noreferrer\">a review published in June 2019 in the <em>American Journal of Clinical Dermatology</em></a>, keep pores clear to treat acne. Retinoids also bolster collagen production to help smooth lines and wrinkles, per <a href=\"https://www.health.harvard.edu/staying-healthy/do-retinoids-really-reduce-wrinkles\" target=\"_blank\" rel=\"noopener noreferrer\">Harvard Health</a>. That said, they have the unfortunate effect of causing unpleasant side effects in some people, namely dryness or flakiness, as your skin gets used to the increased cellular turnover. Because of that, you may have found that your skin was generally too dry in winter to handle a retinoid or you could use it only once a week or so.</p> <p>Now that spring is here, though, it's time to consider using a retinoid or retinol (a weaker form of retinoid) more often, says <a href=\"https://www.mudgildermatology.com/about\" target=\"_blank\" rel=\"noopener noreferrer\">Adarsh Vijay Mudgil, MD</a>, of Mudgil Dermatology in New York City. Warmer weather months allow skin to tolerate more frequent application, and the more you can use a retinoid, the more benefits - to skin cell turnover, <a href=\"https://www.everydayhealth.com/skin-beauty/collagen-health-benefits-food-sources-supplements-types-more/\">collagen</a> stimulation, reduced pore size - you'll get, he says. Continue to ramp up slowly. For example, if you've been using it twice a week, go to three, then reevaluate how your skin responds. The goal is to get to daily use, or as close to daily as possible without experiencing side effects, he says. Applying a moisturizer over your retinoid will help combat dryness and flakiness, adds Farber.</p> <p>Retinoids are prescribed by your dermatologist. You can also use a retinol, a generally weaker version of a retinoid; they are available over-the-counter. This can be a good option if you're new to this family of active ingredients, as retinols generally cause fewer side effects.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/skin-beauty/burning-questions-about-retinol-answered/\"><strong>15 Burning Questions About Retinol, Answered</strong></a></p> <h2><strong>If You Have Rosacea, Calm Post-Winter Skin</strong></h2> <p>Many people find that cold winter winds trigger redness and irritation if they're managing <a href=\"https://www.everydayhealth.com/rosacea/\">rosacea</a>, says Murphy-Rose. She recommends calming skin for spring by using moisturizers that contain anti-inflammatory ingredients, like niacinamide, <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/aloe-vera-benefits-risks-uses-more/\">aloe</a>, <a href=\"https://www.everydayhealth.com/diet-nutrition/vitamin-c/\">vitamin C</a>, or cucumber. CeraVe Facial Moisturizing Lotion ($12.38, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.amazon.com/CeraVe-Facial-Moisturizing-Lotion-Lightweight/dp/B00365DABC\">Amazon.com</a>) contains niacinamide, as well as ceramides and hyaluronic acid to boost hydration.</p> <h2><strong>If You Have a Pale Complexion, Get a Glow From a Bottle, Not the Sun</strong></h2> <p>It's not prime beach season yet. That said, you still may want to look the part. For a glow without the sun damage, Murphy-Rose recommends applying a DHA self-tanner. These lotions contain the ingredient dihydroxyacetone (DHA), an additive that reacts with the cells in skin's outer layer to temporarily darken your color, according to the <a href=\"https://www.mayoclinic.org/healthy-lifestyle/adult-health/in-depth/sunless-tanning/art-20046803\" target=\"_blank\" rel=\"noopener noreferrer\">Mayo Clinic</a>. They won't protect you from the sun (you still need that SPF), but they are safe to use. Try St. Tropez Self Tan Classic Bronzing Mousse ($32, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.sephora.com/product/self-tan-classic-bronzing-mousse-P407450\">Sephora.com</a>), a well-reviewed product with DHA.</p> <p><strong>RELATED: <a href=\"https://www.everydayhealth.com/skin-beauty/sun-care-products-dermatologists-love/\">10 Sun-Care Products That Dermatologists Use </a></strong></p> <h2><strong>No Matter Your Skin Concern, Continue to Wear Sunscreen Every Day</strong></h2> <p>Dermatologists will tell you to wear sunscreen on exposed areas of skin every day, no matter the temperature or weather. The reality is, they know you don't always abide by that rule. If you live in a northern climate and were bundled up for winter and rarely outside, you may have gotten out of the habit of wearing sunscreen. Spring is the time to get a new bottle and start using it again. In the spring, people are outdoors more, but the weather isn't summer-hot yet, so people discount how strong the sun is and don't protect themselves sufficiently, says Murphy-Rose. Therefore, your risk of sun damage may be even higher in the spring, she says.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/skin-beauty/best-moisturizers-soothing-dry-winter-skin/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">7 Moisturizers Dermatologists Recommend for Soothing Dry Winter Skin</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/skin-beauty/wellness-bloggers-tips-protect-skin-from-sun-damage/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">7 Wellness Bloggers' Tips to Protect Skin From Sun Damage</a></h3> <p>To <a href=\"https://www.everydayhealth.com/skin-beauty/steps-choosing-clean-safe-sunscreen/\">choose the most effective sunscreen</a>, go for an SPF 30 and look for one considered a physical sunscreen, which contains titanium or zinc oxide, suggests Dr. Mudgil. Active ingredients in physical sunscreens physically block UV rays, as opposed to chemical sunscreens, which absorb these rays, according to the <a href=\"https://www.aad.org/public/everyday-care/sun-protection/sunscreen-patients/sunscreen-faqs\" target=\"_blank\" rel=\"noopener noreferrer\">American Academy of Dermatology</a>. (Avobenzone or octocrylene are two examples of ingredients in chemical sunscreens.) A potential option is First Aid Beauty Weightless Liquid Mineral Sunscreen with Zinc Oxide ($34, <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.dermstore.com/product_Weightless+Liquid+Mineral+Sunscreen+with+Zinc+Oxide_82569.htm\">Dermstore.com</a>). Chemical sunscreens are great for preventing skin cancer, but they're not the greatest for protecting against photoaging. Physical sunscreens accomplish both goals, he says.</p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/skin-beauty/how-to-tweak-your-skin-care-routine-for-spring-depending-on-your-skin-type/"]},
{"blogTitle": "Game-changing Health Tech for Heart Health, Fitness, and More", "blogText": "<p class=\"eh-pg-headline__dek\">Check out Everyday Health's live reports from day one of the CES 2020 Digital Health Summit.</p> <h2>Zibrio SmartScale: Measure Balance and Predict Risk of Falling</h2> <p><strong>5:30 p.m.</strong> Balance is key, and for senior health, testing balance can help prevent unnecessary falls. The <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.zibrio.com/\">Zibrio SmartScale</a> seeks to reduce falls and fall-related injuries by measuring balance. First the scale calculates your weight, and then for one full minute it looks for patterns of instability and stability. The SmartScale produces a balance score from 1 to 10 and lights up red, yellow, or green to signify fall risk (high, medium, or low). A lower score is associated with an increased risk of falling in adults ages 65 and older. Patterns of instability can then be correlated with lifestyle factors like sleep and exercise. The Zibrio SmartScale is a <a target=\"_blank\" href=\"https://www.ces.tech/Innovation-Awards/Honorees/2020/Honorees/X-Y-Z/Zibrio-SmartScale.aspx\">CES Innovation Award Honoree</a> and will soon publish a prospective clinical trial. Note: My balance score came in at a 7.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/healthy-living/health-makers-how-the-app-heads-up-health-helps-people-measure-wellness/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Health Makers: How the App Heads Up Health Helps People Measure Wellness</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/healthy-living/facebook-tracking-your-health-without-your-knowledge/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Is Facebook Tracking Your Health Without Your Knowledge?</a></h3> <p><em>- Brianna Majsiak</em></p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/multiple-sclerosis/technology-tools-help-manage-ms\"></a><a href=\"https://www.everydayhealth.com/multiple-sclerosis/technology-tools-help-manage-ms\"><strong>MS Health Tech to Watch</strong></a></p> <h2 class=\"eh-section-title__heading\">Dreem Headband for a Better Night's Sleep</h2> <p><strong>5:00 p.m.</strong> The best way to get a true measurement of your <a target=\"_blank\" href=\"https://www.everydayhealth.com/sleep-disorders/sleep/sleep-101-ultimate-guide-on-how-get-better-nights-sleep/\">sleep</a> is by monitoring your physiological data, like brain waves, heart rate, and respiratory rate, throughout the night. <a target=\"_blank\" rel=\"nofollow\" href=\"https://dreem.com/en\">Dreem</a>, a pliable headband you wear during sleep, assesses all of these goings on and then recommends cognitive training techniques to help you get more and better z's. Dreem is approved by the U.S. Food and Drug Administration (FDA) and is available for $499.</p> <p><em>- Dana Sullivan </em></p> <p><strong>RELATED:</strong> <a href=\"https://www.everydayhealth.com/sleep/new-pieces-of-sleep-tech-to-watch-for/\"><strong>5 New Pieces of Sleep Tech to Watch For in 2020</strong></a><br></p> <h2>iLiving Foldable Electric Mobility Scooter: Easy Rider</h2> <p><strong>4:30 p.m.</strong> If you live with advanced <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.everydayhealth.com/multiple-sclerosis/guide/\">multiple sclerosis</a> or another condition that makes getting around difficult due to fatigue, weakness, or balance problems, <a target=\"_blank\" rel=\"nofollow\" href=\"https://foldablescooter.com/\">iLiving's V8 Foldable Mobility Scooter</a> could be for you. While most scooters weigh between 150 and 200 pounds (lbs.), this <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.ces.tech/Innovation-Awards/Program.aspx\"></a><a target=\"_blank\" rel=\"nofollow\" href=\"https://www.ces.tech/Innovation-Awards/Honorees/2020/Honorees/I/iLiving-V8-Foldable-Mobility-Scooter.aspx\">CES 2020 Innovation Award Honoree</a> weighs just 40 lbs. and folds easily for airline travel, cruise ships, buses, and trains. We took it for a quick spin, and it was surprisingly agile for such a small scooter.</p> <p><em>- Dakila D. Divina </em></p> <h2 class=\"eh-section-title__heading\">Livall Smart Helmets for Bikes and Scooters</h2> <p><strong>4:00 p.m. </strong>If you commute by bike or scooter you're probably looking for ways to make the trip safer and easier. <a target=\"_blank\" rel=\"nofollow\" href=\"http://www.livall.com/\">Livall</a> calls itself the first smart cycling helmet. It has built-in safety lights, speakers, and a microphone, and it connects via Bluetooth to your smartphone. It will narrate directions so you can keep your eyes on the road and hands on the handlebars. All operations are hands-free. It even has a walkie-talkie function so if you're riding with a group you can easily chat. It sells for $179.</p> <p><em>- Dana Sullivan</em></p> <p><strong>RELATED:</strong> <a href=\"https://www.everydayhealth.com/fitness/the-best-fitness-tech-to-watch-for/\"><strong>Fitness Tech to Watch For in 2020</strong></a></p> <h2>Moodbeam Bracelet and App: Log How You Feel With the Push of a Button</h2> <p><strong>3:30 p.m.</strong> You may have had a mood ring in grade school that changed colors according to how you were feeling, but today's generation has the high-tech <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.moodbeam.co.uk/\">Moodbeam</a>. After struggling to connect with her 7-year-old daughter about a tough situation at school, Moodbeam cofounder Christina Colmer McHugh wondered about ways to record her feelings throughout the day. Cue the Moodbeam, a wearable bracelet with just two buttons: yellow for when you're feeling happy or positive and blue for when you're feeling unhappy or negative. By clicking the yellow or blue button and keeping a record in the app, you can make sense of how you're feeling and spot trends throughout the day. This data can then be shared with a medical professional, family member, or friend to encourage open conversation. The Moodbeam is currently available in the United Kingdom and will soon be available in the United States for around $50.</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">Digital Heart-Health Trends You Should Know About</a></h3> <p><em>- Brianna Majsiak</em></p> <h2>YogiFi Smart Yoga Mat: A Personal Yoga Instructor in Your Pocket</h2> <p><strong>3:00 p.m.</strong> As a wannabe yogi, I often struggle to find the time to visit my neighborhood <a href=\"https://www.everydayhealth.com/yoga/\">yoga</a> studio. And when I try to follow my favorite yoga YouTube videos at home, I constantly question whether I'm doing the pose correctly. Meet the <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.yogifi.io/\">YogiFi Smart Yoga Mat</a>, your AI-powered personal yoga instructor. This <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.ces.tech/Innovation-Awards/Honorees/2020/Honorees/X-Y-Z/YogiFi-An-Intelligent-Yoga-Mat-with-Immersive-Exp.aspx\">CES 2020 Innovation Award Honoree</a> gives real-time posture corrections through an interactive voice assistant, which helps guide you through the pose. Imagine Siri as your yogi. You can also follow wellness programs through the YogiFi app. The mat will be available in April for $249. Namaste.</p> <p><em>- Dakila D. Divina</em></p> <h2 class=\"eh-section-title__heading\">HiMirror Smart Mirrors for Beauty and Skincare</h2> <p><strong>12:00 p.m.</strong> We are all looking for ways to simplify our regimens, and a tool like a smart mirror can help. This one, the <a target=\"_blank\" rel=\"nofollow\" href=\"http://www.himirror.com/\">HiMirror smart mirror</a> analyzes and tracks skin condition over time. It can even keep track of the performance of the skincare products you use every day. It will also make personalized skincare tips and product recommendations. The analyzer feature will show you rough patches, which could help you fine-tune your skincare regimen. If you're into trying different makeup looks, HiMirror will help with that too and can display YouTube beauty guru videos. And, of course, it's a lighted makeup mirror, too. Starting at $119.</p> <p><em>- Dana Sullivan</em></p> <h2>Test Analyzes Sperm Quality in the Privacy of Your Home<strong></strong></h2> <p><strong>11:00 a.m. </strong>The <a target=\"_blank\" rel=\"nofollow\" href=\"https://www.yospermtest.com/\">YO Sperm Test</a> is the first FDA-cleared test that analyzes and records sperm quality from the comfort of your home. After ordering a kit and downloading the app, you place a semen sample on a slide and insert the slide into the YO device. The YO device then connects to a PC or phone and provides an analysis of sperm count and movement on a scale spanning low, moderate-average, and high. You can even watch a live video of your swimmers in action and share results with medical professionals. The kit retails for $69.99.</p> <p><em>- Brianna Majsiak</em></p> <h2 class=\"eh-section-title__heading\">Omron Complete Wireless Upper Arm Blood Pressure Monitor: A-List for Afib Patients</h2> <p><strong>10:30 a.m.</strong> Omron, a leader in home blood pressure monitors for more than four decades, has just released their <a target=\"_blank\" rel=\"nofollow\" href=\"https://omronhealthcare.com/products/complete-upper-arm-blood-pressure-monitor-ekg-bp7900/\">Complete Wireless Upper Arm Blood Pressure monitor</a>. Selected as a <a target=\"_blank\" href=\"https://www.ces.tech/Innovation-Awards/Honorees/2020/Honorees/O/Omron-Complete.aspx\">2020 Innovation Awards Honoree</a>, the Complete enables <a href=\"https://www.everydayhealth.com/atrial-fibrillation/guide/\">afib</a> patients to measure blood pressure and perform an electrocardiogram (EKG) at the same time, and to track and share that data with loved ones and their doctor in real time. The $199 device connects with iOS and Android devices via Bluetooth.</p> <p><em>- Dakila D. Divina</em></p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/healthy-living/ces-live-the-best-apps-wearables-and-devices-for-heart-health-fitness-and-more/"]},
{"blogTitle": "Heart Health: How to Avoid Overeating During the Holidays", "blogText": "<p class=\"eh-pg-headline__dek\">It's that wonderful time of year when comfort foods flood our fridges, break rooms, and dinner tables. But for people at risk of heart disease, holiday binge eating can have serious consequences. Find out how to curb those impulses.</p> <p>The holiday dinner table may be decked with delicious foods, but to give your heart a gift, be sure to pace yourself this season. Overeating can cause <a href=\"https://www.everydayhealth.com/gerd/heartburn-causes-symptoms-diagnosis/\">heartburn</a> in the short term, and over time it can lead to unhealthy weight gain and obesity - which, according to the <a href=\"https://www.heart.org/en/healthy-living/healthy-eating/losing-weight/extreme-obesity-and-what-you-can-do\" target=\"_blank\" rel=\"noopener noreferrer\">American Heart Association</a>, are two major risk factors for <a href=\"https://www.everydayhealth.com/heart-attack/guide/\">heart attacks</a> and <a href=\"https://www.everydayhealth.com/heart-disease/\">heart disease</a>.</p> <p>In fact, a <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27220854\" target=\"_blank\">study published in October 2016 in <em>Clinical Research in Cardiology</em></a> revealed a holiday season peak in cardiac-related hospital admissions, with overeating cited as a key trigger.</p> <p>Binge eating puts stress on the body, explains <a href=\"https://manhattancardiology.com/our-team/amnon-beniaminovitz-md-facc-fase-cbnc-rpvi/\" target=\"_blank\">Amnon Beniaminovitz, MD</a>, a cardiologist with Manhattan Cardiology in New York City. Much like emotional outbursts, running fast, or <a href=\"https://www.everydayhealth.com/heart-attack/living-with/heres-how-cold-weather-can-trigger-heart-attack/\">shoveling snow</a>, overeating makes extra work for the heart, Dr. Beniaminovitz says.</p> <p>A large meal can also trigger the release of norepinephrine, a stress hormone that can raise blood pressure and heart rate, say the <a href=\"http://www.berkeleywellness.com/healthy-eating/diet-weight-loss/article/can-one-big-meal-kill-you\" target=\"_blank\">experts at University of California Berkeley Wellness</a>.</p> <p>They also note that a large meal, especially one full of fat and refined carbs, can raise the levels of <a href=\"https://www.everydayhealth.com/high-cholesterol/guide/triglycerides/\">triglycerides</a> - a type of fat found in blood - putting you at an increased risk of stroke, heart attack, and heart disease.</p> <h2>The Long-Term Consequences of Overeating<strong> </strong></h2> <p><strong></strong><a href=\"https://www.columbiadoctors.org/sonia-tolani-md\" target=\"_blank\">Sonia Tolani, MD</a>, an assistant professor of medicine at Columbia University Medical Center in New York City and part of Columbia's <a href=\"http://www.columbiacardiology.org/our-services/womens-heart-service\" target=\"_blank\">Women's Heart Center</a><span style=\"text-decoration:underline\">,</span> adds that when overeating results in being overweight, that in turn can lead to the onset of <a href=\"https://www.everydayhealth.com/type-2-diabetes/guide/\">type 2 diabetes</a>. And diabetes is one of the most significant risk factors for developing <a href=\"https://www.everydayhealth.com/heart-health/heart-disease-and-diabetes.aspx\">heart disease</a>, tripling the risk of heart disease in women, and doubling the risk in men.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/crohns-disease/diet/tips-enjoying-holidays-when-you-have-crohns/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">7 Tips to Survive the Holidays When You Have Crohn's</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/heart-health/awareness-month/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Heart Health Month: February 2020</a></h3> <p>Along with diabetes and heart disease, the <a href=\"https://www.cdc.gov/healthyweight/effects/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">Centers for Disease Control and Prevention (CDC)</a> notes that being overweight increases the risk of conditions and diseases like <a href=\"https://www.everydayhealth.com/stroke/guide/\">stroke</a>, <a href=\"https://www.everydayhealth.com/osteoarthritis/guide/\">osteoarthritis</a>, <a href=\"https://www.everydayhealth.com/depression/guide/\">depression</a>, and <a href=\"https://www.everydayhealth.com/anxiety/guide/\">anxiety</a>.</p> <h2>6 Cardiologist-Approved Tips to Avoid Overeating During the Holidays</h2> <p>To keep your ticker in top shape well into the new year, consider adopting these healthy habits.<strong></strong></p> <h3>1. Stick to a Routine</h3> <p>Beniaminovitz believes having a strict diet and <a href=\"https://www.everydayhealth.com/heart-disease/importance-exercising-heart-health/\">exercise regimen</a> - eating the same meals at the same time each day, and not deviating too much from that routine - is the best way to avoid holiday gluttony. It's also a great tip for maintaining a heart-healthy diet all year round.</p> <h3>2. Avoid Foods With Saturated Fat</h3> <p>High-fat foods and foods <a href=\"https://www.everydayhealth.com/columns/jared-bunch-rhythm-of-life/daily-consumption-of-dairy-products-can-lower-risk-of-diabetes/\">rich in dairy</a> should also be avoided, recommends Dr. Tolani. Try opting for <a href=\"https://www.everydayhealth.com/heart-health/diet/new-year-new-you-sample-diet-healthy-heart/\">heart-healthy foods</a> like lean proteins, lots of fresh fruits and vegetables, and <a href=\"https://www.everydayhealth.com/diet-nutrition/diet/fiber-benefits-food-sources-supplements-side-effects/#healthbenefits\">high-fiber</a> whole grains.</p> <h3>3. Use Tech</h3> <p><a href=\"https://www.everydayhealth.com/fitness/best-weight-loss-apps-every-need/\">Calorie counting apps</a>, food trackers, and <a href=\"https://www.everydayhealth.com/heart-health/heart-health-apps-download-now/\">heart-health monitoring apps</a> can be helpful year round as a digital accountability partner, suggests Tolani.</p> <h3><strong>4. Take Your Time</strong></h3> <p><strong></strong>It takes about 20 minutes for the brain to get the message that your stomach is full, says Everyday Health's staff nutritionist <a href=\"https://www.everydayhealth.com/authors/kelly-kennedy/\">Kelly Kennedy, RD</a>. If you keep eating during this time, you can eat a lot more than your body really needs. Slow down, chew your food well, and put your fork down between bites to prevent overeating. Tolani suggests that drinking water in between bites can help you pace yourself, too.<br></p> <h3>5. Plan Ahead</h3> <p>Have a plan before you arrive at a holiday gathering, advises Kennedy. She notes this could involve eating a healthy snack right before you arrive, drinking lots of water during the day, or planning to have a small portion of your favorite holiday treat. The key, she says, is to know what works for you and stick to it.</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">5 Reasons You Gained Weight This Fall</a></h3> <h3>6. Focus on the Company</h3> <p>It's easy to get swept up in all of the food at a holiday event, says Kennedy. Instead of making food the center of your day, focus on visiting with friends and family. Take time to make conversation between bites and you'll eat less and enjoy your visit more. When the holiday season draws to a close for another year, you're more likely to remember the time spent with loved ones than the meals themselves.<br></p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/heart-health/diet/heart-health-how-avoid-overeating-during-holidays/"]},
{"blogTitle": "5 Ways the Coronavirus Is Changing Everyday Life", "blogText": "<p class=\"eh-pg-headline__dek\">An Everyday Health survey showed that readers are using telemedicine and stocking up on medical supplies in light of COVID-19. Here's what experts recommend.</p> <p>Last week the World Health Organization (WHO) declared the novel coronavirus outbreak a pandemic, with cases reported on every continent except Antarctica. From social distancing to self-quarantine, the steady rise in <a href=\"https://www.everydayhealth.com/infectious-diseases/coronavirus/\">COVID-19</a> cases is dramatically changing day-to-day life across the globe.</p> <p>Everyday Health wanted to know just how much the outbreak is affecting everyday life, so we surveyed our readers. Then we spoke with healthcare professionals about the most common responses, best practices during the virus outbreak, and how people can manage their <a href=\"https://www.everydayhealth.com/stress/guide/\">stress</a> levels.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/infectious-diseases/everything-you-need-to-know-about-coronavirus/\"><strong>Everything You Need to Know About Coronavirus</strong></a></p> <h2><strong>1. I Am Using or Intend to Use Telemedicine More</strong></h2> <p><a href=\"https://www.everydayhealth.com/columns/tech-pulse/telemedicine-doctor-video-screen-near-you/\">Telemedicine</a> is important to take advantage of during this time, says <a href=\"https://nyulangone.org/doctors/1598924243/tania-mucci-elliott\" target=\"_blank\" rel=\"noopener noreferrer\">Tania Elliott, MD</a>, a clinical instructor of medicine and an infectious-diseases specialist at New York University's Langone Health in New York City. According to Dr. Elliott, there are three reasons medical professionals should make use of virtual care; to minimize sick patients' contact with others, to give mildly ill patients who don't need hospitalization recommendations for symptomatic relief, and to enable people with chronic conditions to still have access to care.</p> <p>Telemedicine is also an approach to reduce person-to-person transmission of SARS-CoV2 through reducing person-to-person direct contact, says <a href=\"https://www.bcm.edu/people/view/jill-weatherhead-md-ms-dtm-amp-h-faap/b27b082f-ffed-11e2-be68-080027880ca6\" target=\"_blank\" rel=\"noopener noreferrer\">Jill E. Weatherhead, MD,</a> an assistant professor at the National School of Tropical Medicine at Baylor College of Medicine in Houston.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/infectious-diseases/preparing-for-coronavirus/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Preparing for Coronavirus</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/infectious-diseases/coronavirus-death-toll-in-china-rises-as-us-airports-screen-passengers/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Coronavirus Outbreak Declared a Pandemic as Death Toll Continues to Rise</a></h3> <p>By participating in telemedicine there are reduced interactions between patients sitting out in waiting rooms and between patients and healthcare providers within the exam room, Dr. Weatherhead explains. This could also potentially reduce the rate of transmission within the community. But this practice should be used only if patients have mild SARS-CoV2 symptoms or are in need of non-SARS-CoV2-related and non-emergent medical care, such as refills on daily prescriptions or to discuss lab tests, she says.</p> <p><strong>RELATED: </strong><strong><a href=\"https://www.everydayhealth.com/infectious-diseases/scientists-fast-track-research-for-coronavirus-treatment-and-vaccine/\">Scientists Fast-Track Research for Coronavirus Treatment and Vaccine</a></strong></p> <h2><strong>2. </strong><strong>I Am Working From Home More</strong></h2> <p>Working from home may aid in reducing the rate of community transmission of SARS-CoV2. If more people are at home it reduces potential interactions with sick individuals. According to experts, this is also why it is imperative for individuals who are sick to stay at home.</p> <p>We determine the contagiousness of a virus by the reproductive number known as R0 (R-naught). This refers to how many people one single infected individual can transmit the virus to within the community, explains Weatherhead.</p> <p>According to Weatherhead, the estimated R0, or how quickly SARS-CoV2 can spread in a community is between 2-4, meaning one sick individual can spread the virus to 2 to 4 other people. As a result of rapid spread, health systems can be overwhelmed with the volume of patients infected.</p> <p>\"When social distancing is practiced, including telecommuting, the rate of transmission will be reduced, allowing hospital systems to better handle the pandemic [and] flatten the curve, explains Weatherhead.</p> <p><strong>RELATED: </strong><strong><a href=\"https://www.everydayhealth.com/infectious-diseases/pregnancy-and-coronavirus-what-are-the-risks/\">Pregnancy and Coronavirus: What Are the Risks?</a></strong></p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">7 Ways Lady Gaga Practices Self-Care</a></h3> <h2><strong>3. </strong><strong>I Am Stocking Up on Medications and OTC Medicines</strong></h2> <p>It's essential for individuals to have their normal daily medical supplies available at home, particularly their medications, says Weatherhead. This is important in case they develop symptoms and need to be quarantined at home for 14 days.</p> <p>For people with chronic conditions, it's very important to make sure they get a minimum of a three-month supply of prescription medications, says Elliott. Keeping chronic conditions under control is very important, because people with them are at the highest risk for the COVID-19 disease.</p> <p>The <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/specific-groups/high-risk-complications.html\" target=\"_blank\" rel=\"noopener noreferrer\">CDC recommends</a> considering mail-order services for medications, if you need to stay home for a prolonged period of time.</p> <p>Elliott also recommends keeping open communication with your doctor: telemedicine, email and patient portals are all good options during this time when we are practicing social distancing.</p> <p><strong>RELATED: </strong><strong><a href=\"https://www.everydayhealth.com/infectious-diseases/coronavirus-and-prescription-medications-should-you-stock-up/\">Coronavirus and Prescription Medications: Should You Stock Up?</a></strong></p> <h2><strong>4. </strong><strong>I Am Buying Medical Supplies I Wouldn't Normally Purchase</strong></h2> <p>A common survey response: People are buying medical supplies that they normally wouldn't purchase. The two most popular? Thermometers and face masks.</p> <p>According to Weatherhead, face masks play a role for individuals who are infected who need to seek medical assistance and for caregivers of people who have become infected so they can protect themselves. It is not currently recommended for noninfected persons to wear a mask, <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/prepare/prevention.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fabout%2Fprevention.html\" target=\"_blank\" rel=\"noopener noreferrer\">according to the CDC</a>. Preserving access to masks for those who need them the most is critical for their health, she says.</p> <p>Experts generally recommend keeping thermometers on hand to take your temperature if you feel feverish, a common symptom of COVID-19.</p> <p>For people with chronic conditions, I recommend having a blood pressure cuff at home, ideally one with Bluetooth so you can upload the information easily to your doctor, says Elliott. She says inexpensive blood pressure cuffs work fine, too.</p> <p>People with lung conditions may want to consider home digital stethoscopes that can listen to the <a href=\"https://www.everydayhealth.com/heart-disease/\">heart</a> and <a href=\"https://www.everydayhealth.com/lung-respiratory/\">lungs</a> and send information to your doctor. Elliott recommends <a href=\"https://www.tytocare.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Tytocare</a>, an at-home medical exam kit that works in tandem with a healthcare provider.</p> <p><strong>RELATED: </strong><strong><a href=\"https://www.everydayhealth.com/heart-disease/what-people-with-heart-disease-need-to-know-about-covid-19\">What People With Heart Disease Need to Know About COVID-19</a></strong></p> <h2><strong>5. </strong><strong>I Will Be Practicing More Social Distancing</strong></h2> <p>There are many things we can do to help protect ourselves against this novel coronavirus. These things include what we call social distancing, [which means] avoiding contact with sick individuals [and] trying to stay six feet away from somebody who's coughing or might be sick, says <a href=\"https://nyulangone.org/doctors/1720019920/mark-j-mulligan\" target=\"_blank\" rel=\"noopener noreferrer\">Mark Mulligan, MD,</a> the director of the division of infectious diseases and immunology at NYU Langone Health and the director of the NYU Langone Vaccine Center.</p> <p>Don't feel shy on public transportation, for example, about moving away from somebody who's coughing, says Dr. Mulligan. He also recommends not going to work if you're sick. Stay home until at least 24 hours after a fever. For elderly individuals, avoid unnecessary visits and interactions, he says.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/infectious-diseases/expert-tips-on-the-coronavirus-crisis-be-prepared-dont-panic/\"><strong>Expert Tips on the Coronavirus Crisis: Be Prepared, Don't Panic</strong></a></p> <h2><strong>How to Cope With Stress During a Pandemic </strong></h2> <p>Our survey results included responses related to stress, like avoiding too much news, staying home and watching Netflix, and other activities to quell <a href=\"https://www.everydayhealth.com/anxiety/guide/\">anxiety</a>.</p> <p>We're seeing people engaging in things that give them illusory control, like panic buying and compulsively checking the news as a reassurance, says <a href=\"https://www.drvailewright.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Vaile Wright, PhD,</a> the director of clinical research and policy at the American Psychological Association. The level of uncertainty around the coronavirus brings a sense of threat or danger, which exacerbates people's anxiety and stress, because the uncertainty reminds people of all the things out of their control, Dr. Wright explains.</p> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/coronavirus/expert-tips-for-coping-with-covid-19-at-home/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Expert Tips for Coping With COVID-19 at Home</a></h3> <h3 class=\"text-promo__title text-promo__multiple\"><a class=\"cr-anchor text-promo__text\" href=\"https://www.everydayhealth.com/infectious-diseases/preparing-for-coronavirus/\" target=\"\" title=\"\" rel=\" noopener noreferrer\">Preparing for Coronavirus</a></h3> <p>Her advice is to identify activities you do have control over. She said it's good to stay aware of things like places closing in your neighborhood because of the coronavirus but otherwise limit the news you're taking in, especially if you're looking at the same headlines over and over again. Identify reliable sources like WHO and the CDC and your local government; she recommended avoiding platforms like Twitter and Facebook for news updates.</p> <p>We see people - they can't stop themselves from scrolling. They're not posting about how many recoveries there have been but the number of deaths and the spread of the disease, Wright explains. These are important to know but it's not good to be overly saturated with them, she notes.</p> <p><strong>RELATED: </strong><a href=\"https://www.everydayhealth.com/infectious-diseases/tips-on-how-to-handle-anxiety-in-the-time-of-covid-19/\"><strong>How to Handle Anxiety in the Time of COVID-19</strong></a></p> <p>According to Wright, it's important to think about <a href=\"https://www.everydayhealth.com/infectious-diseases/preparing-for-coronavirus/\">preparation measures for school closures</a>, teleworking, and coming up with contingency plans like buying supplies for a week or two. While people need to be doing important basic things that are good for them and their communities, they also need to pivot and think about their mental health and self-care routines: <br></p> <ul><li>Get enough sleep.</li><li>Eat well.</li><li>Stay active.</li><li>Reach out to friends and family virtually.</li><li>Find things you enjoy.</li></ul> <p>Wright calls these opposite actions, when you purposely do something to counter what's going on around you. She specifically advises against watching films and shows about pandemics (no matter what Netflix says is trending) because that's similar to panic buying - it lends a false sense of control. Instead she recommends choosing a comedy to watch, putting on some music, reading a comforting book or taking a bath - even if it's just for 10 minutes.</p> <h3 class=\"horizontal-content-card__header\"><a class=\"cr-anchor\" href=\"\" target=\"\" title=\"\">Reiki for Weight Loss: Does It Actually Work?</a></h3> <p>Try to focus on things within your control and accept that things are uncertain now but they will get better, she says. Remember, we're all coming together to reduce the spread of the virus.</p>", "source": ["Everydayhealth.com"], "keyword": ["daily health fooding routine"], "link": ["https://www.everydayhealth.com/infectious-diseases/ways-the-coronavirus-is-changing-everyday-life/"]}
]